-- phpMyAdmin SQL Dump
-- version 4.4.15.8
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Oct 18, 2017 at 06:42 PM
-- Server version: 5.6.31
-- PHP Version: 7.0.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `IRS`
--

-- --------------------------------------------------------

--
-- Table structure for table `Facts`
--

CREATE TABLE IF NOT EXISTS `Facts` (
  `n` int(11) NOT NULL,
  `location` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `icon` text COLLATE utf8_persian_ci NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Facts`
--

INSERT INTO `Facts` (`n`, `location`, `description`, `icon`, `active`) VALUES
(1, 'اندیمشک', '   تنها شهر دارای سه سد جهانی در ایران', 'flash_on', 1),
(2, 'پاوه', 'شهری بدون حتی یک چراغ قرمز!', 'traffic', 1),
(3, 'چالدران', 'شهر بدون کولر!', 'ac_unit', 1),
(4, 'اردکان', 'پولدارترین و مرفه ترین شهر ایران', 'monetization_on', 1),
(5, 'فردوس', 'امن ترین شهر ایران و دومین شهر جهان!', 'security', 1),
(6, 'تبریز', 'شهر بدون گدا', 'money_off', 1),
(7, 'نورآباد ممسنی', 'شهری که 18% جمعیتش دانشجو است!', 'school', 1),
(8, 'بروجرد', 'خوشگذران ترین مردم ایران!', 'insert_emoticon', 1),
(9, 'کیش', 'شهر بدون موتورسیکلت!', 'motorcycle', 1),
(10, 'شادگان', 'شهر بدون هتل و مسافر خانه!', 'hotel', 1);

-- --------------------------------------------------------

--
-- Table structure for table `Heroes`
--

CREATE TABLE IF NOT EXISTS `Heroes` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Heroes`
--

INSERT INTO `Heroes` (`n`, `name`, `description`, `fstate`, `active`) VALUES
(1, 'سیدعلی آقا قاضی تبریزی', 'حاج سید علی آقا قاضی فرزند حاج سید حسین قاضی، پس از تحصیل علوم ادبی و دینی در تبریز، در سن 28 سالگی به نجف اشرف مشرف شد و تا آخر عمر آن جا را موطن اصلی خویش قرار داد. او پس از اقامت در نجف اشرف، تحصیلات حوزوی خود را نزد اساتیدی از جمله فاضل شربیانی، شیخ محمد مامقانی، شیخ فتح الله شریعت، آخوند خراسانی و... ادامه داد و سرانجام کوشش های خستگی ناپذیرش در راه کسب علم، کمال و دانش، در سن 27 سالگی به ثمر نشست و این جوان بلند همت در عنفوان جوانی به درجه اجتهاد رسید. میرزا علی آقا قاضی پس از سال‌ها تدریس معارف اسلامی، در روز دوشنبه چهارم ماه ربیع المولود سال 1366 قمری مطابق هفتم بهمن ماه در نجف اشرف وفات کرد و در وادی السلام نزد پدر خود دفن شد.', 1, 1),
(2, 'علامه عبدالحسین امینی', 'شیخ عبدالحسین امینی در اوان جوانی و زمانی که هنوز چند دهه باقی بود تا کتاب "الغدیر" را به رشته تحریر درآورد، از علمای بزرگ و مراجع رده اول اجازه اجتهاد و اجازه روایت دریافت داشت. او در پاکی عمل و اخلاق اسلامی و صلاح نفس نیز عالمی بود برجسته و ربانی که کمتر کسی بدین مرحله رسیده است. علامه بزرگ سفرهای بسیاری انجام داد و در این سفرها حقایق شیعه را باز می گفت و در پی ایجاد یک اتحاد واقعی و راستین بین مسلمانان بود و چیزی که او را در این کار بسیار یاری می رساند خطابت و سخنرانی بی نظیر او بود. یکی از عمده‌ترین دلائل تألیف کتاب "الغدیر" ارادت علامه به علی بن ابیطالب(ع) بود او شیفته دریای بیکران ولایت بود و چنان در این دریای بیکران غوطه ور شد که خیال و اهداف دیگری برایش باقی نماند.', 1, 1),
(3, 'شهید مهدی باکری', 'مهدی باکری در سال ۱۳۳۳ در میاندوآب و در خانواده‌ای مذهبی به دنیا آمد. در همان آغاز کودکی مادرش را از دست داد. او و دوستانش نقش مهمی در برپایی تظاهرات شهر تبریز در ۱۵ خرداد ۱۳۵۴ و ۱۳۵۵ داشتند. همان زمان وی توسط ساواک شناسایی شد و بارها برای بازجویی و تحت نظر آزاد شد. پس از اخذ دیپلم وارددانشگاه تبریز شد و در رشته مهندسی مکانیک شروع به تحصیل کرد. در حین تحصیل خبر مرگ برادرش، علی باکری را به وی دادند. بدین ترتیب او دومین عضو خانواده خویش را نیز از دست داد.', 2, 1),
(4, 'شهید حمید باکری', 'از فرماندهان سپاه پاسداران انقلاب اسلامی در جنگ ایران وعراق و برادرعلی باکری ومهدی باکری بود. وی درعملیات خیبر در اثر اصابت آرپی جی کشته شد. پیکر او در میدان جنگ باقی ماند و به کشور بازگردانده نشد.', 2, 1),
(5, 'پوریا ولی', 'راد مردی که بعد از عمری بر خاک نشاندن پهلوانان و قهرمان در کشورهای مختلف سرانجام با بر زمین زدن نفس خویش به عرفان رسید و جاودانه شد. طبق محاسبه مورخان روس، در ۲۳ ژوئیه سال ۱۳۲۲ میلادی مطابق با ۷۲۲ هجری قمری اول مرداد ماه روی در نقاب خاک کشید و به سرای باقی شتافت. با توجه به اینکه این پهلوان نامی و عارف بزرگ و شاعر مردمی نسبت از خوی می برد و در همین خاک به لقای الهی رسید. باید مراسمی درخور شخصیتش برگزار کرد. به همین سبب از هم اکنون تاریخ فوت وی را یادآور می شویم تا دست اندرکاران بخصوص متولیان فرهنگی و ورزشی شهرمان از هم اینک به فکر برگزاری مراسم پرشکوه باشند.', 2, 1),
(6, 'رحیم مؤذن زاده', 'مرحوم رحیم مؤذن زاده اردبیلی در سال 1303 در اردبیل به دنیا آمد . پدرش شیخ عبدالکریم بسیار خوش صدا ، خوش خلق و آشنا به ردیفهای موسیقی بود . شیخ عبدالکریم در سال 1326 از رادیو اذان گفت و بعد از آن ، پسرش رحیم نیز با او همراه شد . اذان ماندگان رحیم مؤذن زاده در دستگاه بیات ترک گوشه روح الارواح اجرا شده است .', 3, 1),
(8, 'قیصر امین پور', 'قیصر امین‌پور در ۲ اردیبهشت ۱۳۳۸ در روستای گتوند (شهرستان امروزی) از توابع شهرستان شوشتر در استان خوزستان به دنیا آمد. دوره راهنمایی و متوسطه خود را در مدرسه راهنمایی دکتر معین و آیت اله طالقانی دزفول گذراند و در سال ۱۳۵۷ در رشته دامپزشکی دانشگاه تهران پذیرفته شد، ولی پس از مدتی از تحصیل این رشته انصراف داد<br><br>قیصر امین‌پور، در سال ۱۳۶۳ بار دیگر اما در رشته زبان و ادبیات فارسی به دانشگاه رفت و این رشته را تا مقطع دکترا گذراند و در سال ۱۳۷۶ از پایان‌نامه دکترای خود با راهنمایی دکتر محمدرضا شفیعی کدکنی با عنوان «سنت و نوآوری در شعر معاصر» دفاع کرد. این پایان‌نامه در سال ۱۳۸۳ و از سوی انتشارات علمی و فرهنگی منتشر شد.', 13, 1),
(9, 'حسن روحانی', 'در ۲۲ فروردین ۱۳۹۲، حسن روحانی با نام «دولت تدبیر و امید»، شعار اعتدال‌گرایی ، نماد کلید و رنگ بنفش برای انتخابات ریاست جمهوری رسماً اعلام نامزدی کرد. وی در ۱۷ اردیبهشت، با حضور در ستاد انتخابات وزارت کشور، نام خود را برای رقابت ۲۴ خرداد ثبت کرد.سرانجام وی با اعلام وزارت کشور با کسب ۱۸٬۶۱۳٬۳۲۹ رأی و کسب ۵۰/۷۰ درصد آرا رسماً به عنوان هفتمین رئیس جمهوری اسلامی ایران برگزیده شد.روحانی برای انتخاب مجدد با شعار دوباره ایران در انتخابات ریاست‌جمهوری ۲۹ اردیبهشت ۱۳۹۶ رقابت کرد. درپی انتخاباتی که در روز جمعه ۲۹ اردیبهشت در ایران و با شرکت ایرانیان سراسر جهان برگزار شد، حسن روحانی با ۲۳٬۶۳۶٬۶۵۲ رای و کسب ۵۷ درصد آرا رئیس جمهور ایران باقی ماند.<br><br>حسن روحانی اولین رئیس جمهور ایران است که بعد از انقلاب ایران، با رئیس جمهور ایالات متحده آمریکا، ارتباط برقرار نمود. این ارتباط با باراک اوباما و از طریق مکالمه تلفنی صورت گرفت.همچنین او اولین رئیس جمهور ایران است که بعد از انقلاب اسلامی با نخست وزیر انگلیس، دیوید کامرون، به عنوان عالی‌ترین مقام اجرایی انگلستان دیدار کرد.', 15, 1),
(10, 'آیت الله هاشمی رفسنجانی', 'اکبر هاشمی رفسنجانی یکی از چهره‌های تأثیر گذار در روند انقلاب ایران و همچنین دوران پس از آن تا امروز است.آشنایی و دوستی او با روح‌الله خمینی از اواخر دهه سی شمسی آغاز شد؛ ولی فعالیت سیاسی خود را از سال ۱۳۴۰ آغاز کرد. او در دوران قبل از انقلاب، بسیار به خمینی نزدیک بود.<br><br>هاشمی پیش از انقلاب، یکی از مخالفان برنامه‌های نوگرایانه شاه (انقلاب سفید) شناخته می‌شد. با تبعید روح‌الله خمینی، رفسنجانی در ایران ماند و مخالفت‌هایش با این برنامه‌ها افزایش یافت. این مخالفت‌ها سرانجام به دستگیری و زندانی شدن او منجر شد. در مجموع و از سال ۱۳۳۷ تا سال ۱۳۵۷ هاشمی رفسنجانی ۷ بار و مجموعاً ۴ سال و ۵ ماه به جرم فعالیت مخفیانه علیه حکومت پهلوی به زندان افتاد.', 21, 1),
(11, 'حافظ', 'خواجه شمس‌الدین محمد بن بهاءالدّین محمد حافظ شیرازی، معروف به حافظ (ملقب به لسان الغیب، لسان العرفا، ناظم الاولیا) شاعر بزرگ سدهٔ هشتم ایران (برابر قرن چهاردهم میلادی) و یکی از سخنوران نامی جهان است. بیش‌تر شعرهای او غزل هستند که به غزلیات حافظ شهرت دارند. گرایش حافظ به شیوهٔ سخن‌پردازی خواجوی کرمانی و شباهت شیوهٔ سخنش با او مشهور است. <br>او از مهم‌ترین تأثیرگذاران بر شاعران پس از خود شناخته می‌شود، تا جایی که برخی از شعرا و ادبای خارجی مانند گوته، از حافظ الهام گرفته اند.<br>مهم ترین اثر حافظ یعنی دیوان غزلیات حافظ، کتابی بسیار مهم برای تمامی ایرانیان است که در تمامی جشن ها آن را می خوانند و با آن فال می گیرند.<br>آرامگاه حافظ (حافظیه) هم اکنون در شهر شیراز قرار دارد و یکی از مهم ترین مکان های گردشگری این شهر می باشد.', 17, 1),
(12, 'سعدی', 'ابومحمّد مشرف‌الدین مصلح بن عبدالله بن مشرف یا همان سعدی، ملقب به افصح المتکلمین و شیخ اجل، شاعر و نویسنده پارسی گوی نامدار ایرانی است که در قرن هفتم می زیست.<br>او در نظامیه بغداد (که مهمترین مرکز علم و دانش جهان اسلام در آن زمان به حساب می‌آمد) تحصیل نمود و پس از آن به‌عنوان خطیب به مناطق مختلفی از جمله شام و حجاز سفر کرد. وی سپس به زادگاه خود، شیراز، برگشت و تا پایان عمر در آنجا اقامت گزید.<br>از آثار سعدی می توان به گلستان، بوستان و کلیات سعدی (مجموعه ای از تمام آثار او) اشاره کرد.<br>آرامگاه سعدی در سعدیه، واقع در شهر شیراز است که از مهم ترین مکان های گردشگری این شهر است.<br>به‌منظور تجلیل از سعدی، روز اول اردیبهشت ماه (روز آغاز نگارش کتاب گلستان) در ایران به‌عنوان روز سعدی نامگذاری شده‌است.<br>', 17, 1),
(13, 'محمّد کریم خان زند', 'محمّد کریم‌خان زند، فرمانروای ایران( از سال ۱۱۶۳ تا ۱۱۹۳ هجری قمری) و بنیان‌گذار دودمان زندیه بود که در شهر شیراز بناهای باشکوه و زیبایی ساخت، از جمله بازار وکیل، حمّام وکیل، مسجد وکیل، ارگ کریم خانی و ...<br>کریم خان به خاطر عشق و علاقه ای که به مردم و نوع دوستی داشت، از لقب وکیل الرعایا به جای لقب شاه برای خود استفاده می کرد.', 17, 1),
(14, 'علامّه محمدتقی جعفری', 'استاد علامه محمدتقی جعفری، فقیه و فیلسوف مشهور، پس از تحصیلات عالیه علوم اسلامی در شهر تبریز، تهران، قم و نجف اشرف در محضر آیات عظام، میرزا فتاح شهیدی، شیخ محمدرضا تنكابنی، شیخ كاظم شیرازی، سید عبدالهادی شیرازی، سید ابوالقاسم خویی و سید محسن حكیم كسب فیض نمود. تا حال حاضر بیش از هشتاد اثر از آثار استاد به طبع رسیده است که از آثار برجسته ایشان شرح و تفسیر بر نهج‌البلاغه می باشد كه 27 جلد آن به زبان فارسی چاپ و منتشر شده است. چاپ بعضی از آثار ایشان همچون شرح مثنوی در 15 جلد تجدید گردیده و تحت نظارت ایشان و طی 12 سال كامل‌ترین كشف الابیات مثنوی مولوی در 4 جلد منتشر شده است.', 1, 1),
(16, 'پروفسور رحیم رحمان زاده', 'پروفسور رحیم رحمان‌زاده پایه گذار جراحی مدرن ارتوپدی و تروماتیک ارتوپدی در سطح بین‌المللی و رئیس مرکز بین‌المللی جراحی مفاصل و استخوان برلین، اصالتاً آذربایجانی و متولد شهرستان شبستر است. وی در ۱۸ سالگی به ترکیه رفت و تحصیلات پزشکی عمومی خود را در استانبول ترکیه گذراند. پس از آن برای تکمیل تحصیلات تخصصی خود در رشته جراحی عمومی و جراحی تصادفات ارتوپدی راهی آلمان شد. رحمان زاده در دانشگاه ماینز به مقام پروفسوری نایل آمد و از سال ۱۹۷۳ ریاست کرسی جراحی دانشگاه برلین را برعهده گرفت. او به عنوان پایه گذار جراحی مدرن ارتوپدی ، تکنیک‌های جراحی خاص در این رشته را ابداع کرد. پروفسور رحمان زاده درحال حاضر به عنوان پرزیدنت سمینارهای اروپایی و جهانی مقام پرزیدنتی جمعیت جراحان ارتوپدی تصادفات و سوانح ، جمعیت جراحان پلاستیک آلمان و جمعیت جراحان عمومی این کشور را نیز برعهده دارد. این همه در حالی است که تاکنون هیچ تبعه خارجی موفق نشده است به این مدارج علمی در کشور آلمان دست یابد.', 1, 1),
(17, 'شیخ محمود شبستری', 'شیخ سعدالدین محمود بن امین الدین عبدالکریم بن یحیی شبستری، از عرفا و شعرای نامی قرن هفتم و هشتم هجری است. او در قرن 7 و 8 هجری و در عصر حکومت ایخلخانان می‌زیسته است. شبستری در سال ۷۲۰ هجری در ۳۳ سالگی وفات یافته و در شبستر مدفون شد.', 1, 1),
(18, 'استاد محمد حسین بهجت تبریزی', 'سید محمد حسین بهجت تبریزی (ملقب به شهریار) از بهترین شاعران معاصر است که به زبان فارسی و ترکی سروده است.<br>وی در روستای خشکناب در بخش قره چمن آذربایجان متولد شد. پدرش، حاجی میر آقا خشکنابی، از وکلا مبرز و مردی فاضل و خوش محاوره و از خوش نویسان دوره خود و کریم الطبع بود.<br>او در اوایل شاعری بهجت تخلص میکرد و بعداْ دوباره با فال حافظ تخلص خواست که دو بیت شاهد از دیوان آمد و خواجه تخلص او را شهریار تعیین کرد.<br>او تحصیلات خود را در مدرسه متحده و فیوضات و متوسطه تبریز و دارالفنون تهران گذراند و تا کلاس آخر مدرسه طب تحصیل کرد و به مدارج بالایی دست یافت.<br>استاد شهریار پس از هشتاد و سه سال زندگی شاعرانه پربار و افتخار در ۲۷ شهریور ماه ۱۳۶۷ به ملکوت اعلی پیوست و پیکرش در مقبره الشعرای تبریز (که مدفن بسیاری از شعرا و هنرمندان آن دیار است) به خاک سپرده شد.', 1, 1),
(19, 'پروین اعتصامی', 'پروین اعتصامی، از شاعران گرانمایه ایران، و یکی از بهترین شاعران زن در ایران، در سال 1285 خورشیدی در تبریز تولد یافت.<br>وی ادبیات فارسی و عربی را با مهارت هر چه تمام در نزد پدر آموخت. استعداد و قریحه لبریز او از هفت سالگی بروز کرد. این شاعر معاصر با آن که از وی دعوت شد با طبعی بلند ورود به دربار را نپذیرفت و مدال وزارت معارف ایران را رد کرد.<br>اشعار وی بیشتر در مورد مسایل اجتماعی و ظلم و بیداد شاهان و فقر عمومی می باشد.<br>پروین در سال 1320 و در سن 35 سالگی، رخ در نقاب خاک کشید.', 1, 1),
(21, 'جبّار باغچه بان', 'جبار باغچه‌بان، زاده 1264 در ایروان، مبدع روش آموزش ناشنوايان در ايران و پايه‌گذار آموزش و پرورش پيش از دبستان و از پيشگامان فرهنگ و ادبيات کودكان است.<br>پدر و جد وی از اهالی تبريز بودند. باغچه‌بان تعليم و تربيت زنان و كودكان را مهم می شمرد و به رغم مخاطرات موجود، پنهاني به تدريس دختران می پرداخت.<br>از اولين آثار او برای كودكان، داستان های منظوم «قيزيللی ياپراق» (برگ زراندود) و «بايرامچيليق» (مژده‌رساني عيد) است. همچنين در روش‌های تدريس خواندن و نوشتن و آموزش ناشنوايان، سيزده اثر از وي منتشر شده‌است. آثار او به زبان تركی بالغ بر دوازده كتاب است كه از آن ميان، ترجمه رباعيات خيام (به نام رباعيات آذری خيام)، ارزش خاصی دارد. رباعيات باغچه‌بان، كه در 1337 به چاپ رسيد، آيينه افكار و فلسفه زندگی اوست.<br>باغچه بان، سرانجام در سال 1345، چشم از جهان فرو بست.', 1, 1),
(22, 'علی دایی', 'علی دایی متولد اول فروردین سال 1348 در شهر اردبیل بازیکن ایرانی و از مشهورترین بازیکنان تاریخ تیم ملی فوتبال ایران است و تا پایان جام جهانی 2006 بازیکن اصلی و کاپیتان تیم ملی ایران بود.<br>دایی 109 گل ملی در کارنامه خود دارد و با فاصله زیادی، بهترین گلزن بازیهای ملی در تاریخ فوتبال جهان است. دایی سابقه بازی در تیمهای آلمانی همچون بایرن مونیخ را دارد و به همراه این تیم به نایب قهرمانی لیگ قهرمانان اروپا (که بزرگترین رقابت باشگاهی در اروپا و حتی جهان است) دست یافته است.<br>دایی فوتبال را از باشگاه های کوچک شهر اردبیل همچون استقلال اردبیل و شهرداری اردبیل آغاز کرد و دوره خدمت وظیفه را در تیم پاس گذراند. سپس به تیم بانک تجارت پیوست و از آنجا به تیم ملی دعوت شد.<br>وی بعدها به تیم پرسپولیس تهران و السد قطر پیوست و سرانجام راهی اروپا شد و به تیم آرمینیا بیله فیلد آلمان پیوست. مقصد بعدی او بایرن مونیخ آلمان بود. سپس به هرتابرلین پیوست.<br>علی دایی همچنین توانست تیم سایپا را قهرمان ششمین لیگ برتر کشور سازد. علی دایی در زمینه تحصیلی فرد موفقی بوده و لیسانس خود را در رشته متالوژی از دانشگاه صنعتی شریف دریافت نموده است و علاوه بر آن در تجارت نیز موفق بوده است. وی گرداننده چندین شرکت بزرگ و رستورانهای متعدد است. علی دایی همراه با مادلین آلبرایت و دیوید بکام با سازمان یونیسف همکاری داشته اند.', 3, 1),
(23, 'باقرخان', 'باقر خان (زاده سال ۱۲۴۰ در تبریز) مشهور به سالار ملّی، از مبارزان جنبش مشروطه بود.<br>شغل وی بنّائی بود ولی در جریان مشروطیت به مجاهدین پیوست. او ریاست مجاهدین محله خیابان تبریز را به عهده داشت.<br>پس از به توپ بستن مجلس، به دستور انجمن ایالتی همراه با ستارخان به جنگ مسلحانه با قشون دولتی که تبریز را در محاصره داشت، پرداخت. همزمان با او، ستارخان در محله امیرخیز، محله دیگر تبریز، با دولتیان جنگ می‌کرد. در اثر همکاری او با ستّارخان کار مشروطه طلبان پیشرفت کرده و تبریز از محاصره درآمد. پس از پیروزی مجاهدین، مجلس شورای ملی باقرخان را به لقب سالار ملی ملقب ساخت، و از او تقدیر نمود.', 1, 1),
(24, 'ستارخان', 'ستارخان (زاده ۲۸ مهر ۱۲۴۵ در بیشک ورزقان) با نام اصلی ستارخان قره‌داغی، از سرداران آذری و ترک‌زبان جنبش مشروطه ایران و ملقب به سردار ملی است. وی در برابر نیروهای دولتی ضد مشروطه در تبریز ایستاد.<br>ستارخان، سومین پسر حاج حسن قره‌داغی در ۲۸ مهر ۱۲۴۵ خورشیدی در روستای بیشک ورزقان در آذربایجان به دنیا آمد.<br>وی در مقابل قشون عظیم محمدعلی‌شاه پس از به توپ بستن مجلس شورای ملی و تعطیلی آن که برای طرد و دستگیر کردن مشروطه‌خواهان تبریز به آذربایجان گسیل شده بود، ایستادگی کرد و بنای مقاومت گذاشت.<br>ستارخان مردم را بر ضد اردوی دولتی فراخواند و خود رهبری آن را بر عهده گرفت و به همراه سایر مجاهدان و باقرخان، به مدت یک سال در برابر قوای دولتی ایستادگی کرد و نگذاشت تبریز به دست طرفداران محمدعلی‌شاه بیفتد.<br>اختلاف او با شاهان قاجار و اعتراض به ظلم و ستم آنان، به زمان کودکی‌اش برمی‌گشت.', 1, 1),
(25, 'شیخ صفی الدین اردبیلی', 'شیخ صفی‌الدین ابوالفتح اسحاق اردبیلی (۷۱۳ - ۶۳۱ خورشیدی برابر ۷۳۵ - ۶۵۰ قمری) نیای بزرگ دودمان صفویان ایران است و نیز هشتمین نسل از تبار فیروزشاه زرین‌کلاه بود که در منطقه مغان مقیم شده بود.<br>شیخ صفی‌الدین اشعاری به زبان آذری در کتاب صفوةالصفا و سلسلةالنسب سروده است. دودمان صفوی نام خویش را از وی گرفته بودند. او پایه‌گذار خانقاه صفوی در اردبیل بود که با گذشت زمان پیروان بسیاری را به دست آورد.', 3, 1),
(26, 'حسین رضازاده', 'حسین رضازاده (زاده ۱۳۵۷ در اردبیل)، ملی‌پوش سابق تیم ملی وزنه‌برداری ایران، دارندهی دو مدال طلای المپیک است. او از سال ۱۳۸۸ تا ۱۳۹۳ رئیس فدراسیون وزنه‌برداری ایران بود. همچنین، وی در انتخابات چهارمین دوره شورای شهر تهران (۱۳۹۲ تا ۱۳۹۶) به عنوان نماینده انتخاب شد.<br>وی صاحب رکورد دو ضرب دسته +105 کیلوگرم تا پیش از مسابقات جهانی ۲۰۱۵ آمریکا بود و پیش از مسابقات جهانی وزنه‌برداری در فرانسه صاحب رکورد یک‌ضرب دسته +۱۰۵ کیلوگرم این رشته ورزشی نیز بود.<br>او در ایران به عنوان «قهرمان قهرمانان» نیز انتخاب شده‌است. آخرین قهرمانی وی مربوط به بازی‌های آسیایی دوحه است. او در مجموع ۸ مدال طلا (۲ مدال المپیک؛ ۴ مدال جهانی و ۲ مدال بازی‌های آسیایی) و ۲ مدال برنز گرفته است.', 3, 1),
(27, 'تاج اصفهانی', 'وی در سال ۱۲۸۲ در اصفهان متولد شد. پدرش شیخ اسماعیل معروف به تاج‌الواعظین بود که تا حدی با دستگاه‌های موسیقی ایران آشنایی داشت. تاج در ده سالگی نزد پدر و استادانی چون سید عبدالرحیم اصفهانی، نایب اسدالله، میرزا حسین ساعت ساز (خضوعی)، میرزا حسین عندلیب و حبیب شاطرحاجی به دانش اندوزی پرداخت. وی به اشعار سعدی علاقه زیادی داشت و گزیده‌هایی از اشعار سعدی و دیگر شاعران را حفظ بود و در هنگام اجرای آواز به مناسبت زمان و محیط از آن اشعار استفاده می‌کرد. او از همان سال ۱۳۱۹ همکاری با رادیو را آغاز کرد و از ۱۳۲۸ به همکاری با رادیو اصفهان پرداخت. تاج ضمن خوانندگی، سرپرست نوازنندگان رادیو اصفهان گردید. وی در رادیو اصفهان به اجرای برنامه‌هایی با تار اکبرخان نوروزی و برنامه آموزش گوشه‌های دستگاه‌های موسیقی ایرانی پرداخت.<br>از جمله شاگردان او محمدرضا شجریان، اصغر شاهزیدی، علیرضا افتخاری، مرتضی شریف، ناصر یزدخواستی، رضا قرنیان اصفهانی و حمیدرضا نوربخش را می‌توان نام برد.<br>وی در ۱۳ آذر ماه ۱۳۶۰ بدرود حیات گفت. آرامگاه او در تخت فولاد قرار دارد.', 4, 1),
(28, 'استاد محمود فرشچیان', 'محمود فرشچیان در سال 1308 شمسی در اصفهان، دیده به جهان گشود. پدرش، حاج غلامرضا فرشچیان، از تجار فرش بود و در کار هنر قالی بافی دست داشت.<br>این زمینه مساعد برای پرورش ذوق و شوق او در راه آشنایی با هنر موثر افتاد. از سال های پیش از مدرسه از روی نقشه های قالی طرح می زد، تا به تدریج دستش در کار نقش پردازی روان گردید. فرشچیان در طی تحصیلات مقدماتی در محضر استاد میرزاآقا امامی اصفهانی هنرمند چیره دست و پرآوازه دیار اصفهان، به آموختن نقاشی دلبستگی تمام پیدا کرد و دل در گرو نقش های زیبا بست. او از کار هنر احساس رضایت و شادمانی داشت. از کلاس هفتم دبیرستان فرشچیان قدم به هنرستان هنرهای زیبای اصفهان گذاشت و چهار سال در آن جایگاه عاشقی، زیر نظر استاد عیسی بهادری، استاد نابغه و توانمند نقاشی قالی، مینیاتور، نقاشی رنگ و روغن، به فراگیری اصول و مبانی طراحی نقوش سنتی (نقشه قالی، تذهیب، مینیاتور) پرداخت.<br>بدون شک نقش استاد عیسی بهادری در پرورش و خلاقیت های محمود فرشچیان نقشی فوق العاده ارزشمند بود. استاد در بیان احساس و تجسم شعرگونه عواطف، به شیوه ای کاملا جدید موفق به هماهنگی و همگامی میان مضمون و محتوا و شکل و فرم نقاشی هایش گردید و این مشخصه اصلی کار او در نقاشی شد. فرشچیان در جوانی بسیار پرتلاش و خستگی ناپذیر به کار و طراحی نقوش مختلف میپرداخت. او در مطالعه آثار تاریخی شهر اصفهان (چهل ستون، عالی قاپو، مسجد شیخ لطف الله و ...) طرحهای اسلیمی و ختایی، کاشی کاری های بی نظیر آن آثار سر از پا نمیشناخت و چون محققی، موشکافانه این نقش ها را مطالعه می کرد. فرشچیان حتی در دوره سربازی نیز دست از قلم و رنگ برنداشت و آثاری دیدنی آفرید که مورد تشویق مقامات قرار گرفت. <br>سال 1329 بعد از 6 سال فعالیت و کسب هنر در هنرستان هنرهای زیبای اصفهان، فرشچیان به کسب دیپلم عالی نائل آمد. آثار سالهای شاگردی استاد هنوز در مرکز هنرستان، موجود است . بدون تردید استاد محمود فرشچیان یکی از پدیده های هنر نگارگری (مینیاتور) در عصر حاضر است و او در طراحی و شناخت و بکارگیری رنگها فوق العاده قدرتمند و قوی است. این قدرت قلم و صلابت و استواری خطوط قلم گیری است که از او هنرمندی پرآوازه و مشهور ساخته است. از نظر محتوا و مضمون، آثار استاد عمدتا با الهام از ادبیات عرفانی و باورهای مذهبی ساخته و پرداخته شده اند. سخن آخر اینکه امروز استاد فرشچیان از پس نزدیک به پنجاه سال کسب هنر و مهارت در کار نقاشی و خلق نقشهای دلنشین و جشم نواز، هنرمندی است که به جرآت میتوان او را صاحب سبک جدید در نقاشی ایرانی (مینیاتور) دانست.', 4, 1),
(29, 'هاتف اصفهانی', 'سید احمد حسینی متخلص به هاتف اصفهانی از شعرای نامی ایران در عهد افشاریه و زندیه است.<br>اصل خاندان او از اهل ارودباد آذربایجان بوده که در زمان پادشاهان صفوی از آن دیار به اصفهان هجرت کرده و در این شهر متوطن گردیده‌اند. تولد هاتف در نیمهٔ اول قرن دوازدهم اتفاق افتاده و در آن شهر به تحصیل ریاضی و حکمت و طب پرداخته و گویا در این فنون از محضر میرزا محمد نصیر اصفهانی استفاده کرد و در شعر نیز مشتاق را راهنما و استاد خود اختیار نموده است.<br>هاتف در جوانی به سرودن اشعار خود پرداخت و در طول زندگی آرام خود از مدح شاهان و روی آوردن به دربار سلاطین خود داری کرد و بیشتر به مطالعه و حکمت و عرفان‌مشغول بود. وی در سال ۱۱۹۸ درگذشت.<br>هاتف اصفهانی شاعری توانا و مسلط به زبان و ادب فارسی بود. وی از سبک شعرای متقدم ایران به ویژه حافظ و سعدی پیروی می‌کرد و طبع خود را در سرایش تمامی قالب های شعری اعم از غزل، قصیده و رباعی، ترجیع‌بند و ترکیب‌بند آزمود. شهرت عمده هاتف به سبب شاهکار بزرگ ادبی او (ترجیع‌بند عرفانی) است که در آن هم از حیث حسن ترکیب الفاظ و هم از حیث توصیف معانی داد سخن داده است. وی مرثیه‌های زیبایی نیز با استفاده از ماده تاریخ (حروف ابجد) در مرگ بزرگان و دوستان خود سرود که این اشعار از ارزش بالایی برخوردارند.', 4, 1),
(30, 'حسن کسائی', 'حسن کسائی (۳ مهر ۱۳۰۷، اصفهان - ۲۵ خرداد ۱۳۹۱، اصفهان) از استادان برجسته موسیقی ایرانی و نوازنده سرشناس نِی و سه تار بود.<br>او در خانواده‌ای تاجرپیشه به دنیا آمد. پدرش، «حاج سید جواد کسائی» از تاجران به نام آن زمان اصفهان بود که دلیل علاقه و انسی که با موسیقی داشت، با اساتید و بزرگان آن زمان مانند سید حسین طاهرزاده، جلال‌الدین تاج اصفهانی، اکبر خان نوروزی، خاندان شهناز (شعبان‌خان، حسین آقا، علی آقا و جلیل شهناز)، غلامحسین سارنج و ادیب خوانساری رفت‌وآمد می‌نمود. به طوری که منزل آقا سید جواد، محفلی بود برای تجدید دیدار و نیز ساز و آواز اساتید به نام موسیقی اصفهان. این آمد و شدها موجب شد حسن کسائی از کودکی با موسیقی آشنا شود و به مرور زمان، علاقه زیادی خصوصاً به ساز نِی پیدا کرد.<br>وی مدتی آواز و گوشه‌های موسیقی ایران را نزد استاد تاج اصفهانی و ادیب خوانساری آموخته و نِی را از مهدی نوایی فرا گرفت. وی هر زمان که به تهران می‌رفت از محضر استاد ابوالحسن صبا استفاده می‌نمود.', 4, 1),
(31, 'سهراب سپهری', 'شاعر و نقاش نامدار ایرانی در 15 مهر ماه 1307 در شهر کاشان به دنیا آمد. پدرش اسدالله<br>سپهری کارمند اداره پست و تلگراف بود.<br>سهراب از هشت سالگی شعر میگفت و نقاشی میکرد.با اتمام تحصیلات مقدماتی و متوسطه در کاشان؛ دانشکده هنرهای زیبایی تهران فرصتی بود تا ذوق و استعداد هنرمند جوان را شکوفا کند.<br>سهراب با احراز مرتبه نخست و دریافت نشان درجه اول علمی؛ دانشکده را پشت سر گذاشت.<br>انتشار مجموعه اشعار (مرگ رنگ) و کمی دیرتر (زندگی خوابها) شرکت در نمایشگاه های انفرادی و گروهی و دریافت جایزه اول هنرهای زیبایی در بینال دوم تهران و کمی دیرتر انتشار دو کتاب (آواز آفتاب و شرق اندوه) فرصتی فراهم کرد تا دوستان شعر و نقاشی با ذوق هنری سهراب آشنا شوند. او اشعار کلاسیک فراوانی دارد.<br>علاوه بر اشعار کلاسیک پراکنده سهراب و تابلو های نقاشی اش درموزه های معتبر دنیا <br> (هشت بهشت) او را می توان بهترین اثر مکتوب او دانست.<br>سرانجام به تاریخ اردیبهشت سال 1359 شمسی سهراب دار فانی را وداع گفت. پیکر پاک این شاعر و هنرمند ایرانی بنا به وصیتش در مشهد اردهال کاشان به خاک سپرده شد.', 4, 1),
(32, 'علیرضا افتخاری', 'علیرضا افتخاری مهیاری (زاده ۱۰ فروردین ۱۳۳۷ در اصفهان) از خوانندگان بنام موسیقی سنتی ایرانی است. افتخاری طی چندین سال فعالیت در عرصه موسیقی سنتی ایرانی، خوانندگی بیش از شصت آلبوم موسیقی را بر عهده داشته است. وی در سال ۱۳۸۹ موفق به اخذ نشان چهره‌های ماندگار شد.<br>وی در سال ۱۳۳۷ در اصفهان دیده به جهان گشود. در کودکی نزد طباطبایی نوازنده ویولن تعلیم دید. از ۱۲ سالگی نزد استاد تاج اصفهانی به یادگیری ردیف‌های آوازی پرداخت.<br>پس از مدتی نیز همزمان به بهره‌گیری از محضر جلیل شهناز و حسن کسایی در زمینه ردیف‌های موسیقی سنتی مشغول شد. در سال ۱۳۵۵ در آزمون باربد و در محضر اساتیدی چون علی اکبر خان شهنازی، داریوش صفوت، علی تجویدی و … موفق به کسب رتبه نخست گشت. از سال ۱۳۶۰  در سال ۱۳۶۲، اولین آلبوم خود را به توصیه فرامرز پایور با نام «آتش دل» و به یاد استاد فقیدش تاج اصفهانی منتشر کرد. پس از آن، آثار او از صدا و سیمای ایران به صورت مرتب پخش شده و کنسرت‌های مختلفی را در کشورهایی چون ژاپن، آلمان، کانادا و انگلستان برگزار نموده است.', 4, 1);

-- --------------------------------------------------------

--
-- Table structure for table `History`
--

CREATE TABLE IF NOT EXISTS `History` (
  `n` int(11) NOT NULL,
  `title` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `date` text COLLATE utf8_persian_ci NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `Major_cities`
--

CREATE TABLE IF NOT EXISTS `Major_cities` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=42 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Major_cities`
--

INSERT INTO `Major_cities` (`n`, `name`, `description`, `fstate`, `active`) VALUES
(1, 'مراغه', 'مَراغه یکی از شهرهای مهم و بزرگ و درعین حال بسیار زیبا در استان آذربایجان شرقی و مرکز اداری شهرستان ویژه مراغه است. این شهر در کنار رودخانه صوفی‌ چای در دامنه جنوبی کوه سهند و در ۱۳۵ کیلومتری جنوب مرکز استان واقع شده است.', 1, 1),
(2, 'مرند', 'مرند یکی از شهرهای بزرگ و مهم استان آذربایجان شرقی و مرکز شهرستان مرند است. این شهر در ۶۵ کیلومتری شمال غرب تبریز واقع شده‌است.', 1, 1),
(3, 'اهر', 'اَهَرْ یکی از شهرهای مهم استان آذربایجان شرقی و مرکز شهرستان اهر در شمال این استان است. این شهر بزرگ‌ترین شهر منطقه ارسباران (قره‌داغ) بوده و پیش‌تر به عنوان مرکز این منطقه شناخته می‌شد.', 1, 1),
(4, 'خوی', 'یکی از شهر های مهم و بزرگ استان آذربایجان غربی ایران است. شهرستان خوی در شمال غربی‌ ترین نقطه ایران و آذربایجان در مرز کشور ترکیه واقع شده‌است.در سال ۱۳۸۹ شهرستان خوی از فرمانداری به فرمانداری ویژه ارتقا یافت.زبان مردم خوی ترکی آذربایجانی است. خوی نیز از بزرگ‌ترین و مهم‌ترین شهرهای آذربایجانی ایران به شمار می‌رود', 2, 1),
(5, 'بوکان', 'بزرگ‌ترین شهر جنوب استان آذربایجان غربی و مرکز شهرستان بوکان است.مساحت شهر به صورت طولی ۱۲ کیلومتر مربّع است. بوکان نسبت به بسیاری از شهرهای ایران، شهر جوانی محسوب می‌شود و از نظر بافت تاریخی در دوران قاجار و سده نوزدهم میلادی بنیان گذاشته شده و بیش از دو قرن قدمت دارد.', 2, 1),
(6, 'مهاباد', 'مَهاباد، مرکز شهرستان مهاباد و یکی از شهرهای کردنشین استان آذربایجان غربی در ایران می‌باشد. این شهر در جنوب استان و در منطقه تاریخی مکریان قرار دارد.', 2, 1),
(7, 'پارس آباد', 'پارس‌آباد یا پارساآباد ؛ یکی از شهرهای استان اردبیل در شمال غربی ایران است. نام این شهر از کلمه پارسا، که نام خانوادگی مدیرعامل شرکت شیار آذربایجان که در سال ۱۳۳۰ این شهر را بنیان نهاد، برگرفته شده امّا بعدها به دلیل اشکال در تلفّظ دو حرف آ بصورت پشت سرهم یکی از الفها حذف و شکل نوشتاری پارس‌آباد صورت امروزی خود را یافت.', 3, 1),
(8, 'مشگین‌شهر', 'مِشگین‌شهر یکی از شهرهای استان اردبیل در ایران است. این شهر در بخش مرکزی شهرستان مشگین‌شهر قرار دارد.', 3, 1),
(9, 'خلخال', 'خَلخال، یکی از شهرهای استان اردبیل و مرکز شهرستان خلخال است.', 3, 1),
(10, 'کاشان', 'کاشان شهری تاریخی است که مرکز شهرستان است و بخشی از استان اصفهان محسوب می‌شود. این شهر در مرکز ایران در ۲۲۰ کیلومتری جنوب پایتخت و ۲۰۰ کیلومتری مرکز استان واقع است.', 4, 1),
(11, 'خمینی‌شهر', 'سومین شهر پرجمعیت استان پس از اصفهان و کاشان است. این شهر در پیش از انقلاب ۱۳۵۷ همایون شهر و پیش تر از آن سِدِه (سه ده یا سه دژ) یا سَده(محل برگزاری جشن سده) و ماربین نامیده می‌شد. این شهر در بخش مرکزی شهرستان خمینی‌شهر قرار دارد.', 4, 1),
(12, 'نجف‌آباد', 'نجف‌آباد چهارمین شهر پرجمعیت استان اصفهان و در مرکز این استان واقع شده‌است. نجف‌آباد دارای دو بخش مرکزی و مهردشت و ۶ شهر نجف‌آباد، گلدشت، جوزدان، علویجه، دهق و کهریزسنگ می‌باشد. نجف‌آباد در ۲۷ کیلومتری غرب اصفهان و در دشت وسیعی با شیب نسبتاً ملایم که از غرب به شرق کاهش می‌یابد و اطراف آن را کوه‌هایی با ارتفاع متوسط احاطه کرده‌است، قرار دارد.', 4, 1),
(13, 'کمال‌شهر', 'کَمال‌شَهر یکی از شهرهای کرج در استان البرز ایران است. کمال‌شهر در بخش مرکزی شهرستان کرج قرار دارد.<br>این شهر در شمال غربی شهرستان کرج و غرب منطقه حصارک واقع شده است و این شهر تا قبل از سال ۷۵ و احداث شهرداری، دهستانی به نام کمال‌آباد بوده است.', 5, 1),
(14, 'نظرآباد', 'نَظَرآباد یکی از شهرهای استان البرز و مرکز شهرستان نظرآباد است.این شهرستان قدمتی حدود نه هزار سال دارد . به طوری که منطقه باستان‌شناسی ازبکی در آن واقع شده است و نمونه اولین خشت دست ساز بشر که در سازمان ملل نگهداری می‌شود ، توسط آقای خاتمی به نشانه گفتگوی تمدن‌ها از این محوطه باستانی به سازمان ملل هدیه شده است.', 5, 1),
(15, 'محمدشهر', 'در قسمت جنوبی کرج در بین راه کرج و ماهدشت تشکیل شده با مهر شهر و ماهدشت و مشکین دشت همسایه‌ است. این منطقه از چند محله مهم و با پتانسیل بالای رشد در چند سال تشکیل شده‌است و شامل کوی بهار (تپه قشلاق)، شهرک شهید چمران، فردوسی (ولد آباد کوچک)، کوی جعفریه (جعفرآباد)، همایون‌ویلا، ولدآباد بزرگ، محله اصفهانی‌ها، عباس‌آباد، و روستای علی‌آباد گونه (حسن‌آباد) است.', 5, 1),
(16, 'دهلران', 'دومین شهر استان ایلام از نظر جمعیت، وسعت، اهمیت اقتصادی و سیاسی می‌باشد که بیشترین مرز مشترک با کشور عراق را در استان داراست.', 6, 1),
(17, 'ایوان', 'اِیوان به نشستنگاهی بلندتر از اطراف خود گفته می‌شود که معمولاً در بخش بیرونی بناها ساخته می‌شود.', 6, 1),
(18, 'آبدانان', 'آبدانان مرکز شهرستان آبدانان در استان ایلام، ایران. آبدانان در میان رشته کوه‌های زاگرس به وجود آمده است. شهرستان آبدانان چهارمین شهرستان پرجمعیت استان ایلام است و ۲۸۶ اُمین شهرستان ایران از نظر جمعیت است.', 6, 1),
(19, 'برازجان', 'شهر بُرازجان مرکز شهرستان دشتستان واقع در استان بوشهر در کشور ایران است.<br>برازجان دومین شهر بزرگ استان بوشهر از نظر جمعیت است و در ۶۵ کیلومتری شمال شرق بندر بوشهر و بر سر راه ارتباطی و بازرگانی شیراز به کازرون به بوشهر و در ارتفاع ۸۰ متری از سطح دریا واقع شده‌است.', 7, 1),
(20, 'بندر کنگان', 'بندر کنگان مرکز شهرستان کنگان در استان بوشهر در جنوب ایران واقع شده‌است.<br>شهرستان کنگان محل اجرای بخش عظیمی از پروژه‌های پالایشگاهی پارس جنوبی است. منطقه پارس ۲ (پارس کنگان) که بزرگی آن دو برابر منطقه پارس ۱ (پارس جنوبی) است در ۱۰ کیلومتری بندر کنگان قرار دارد.', 7, 1),
(21, 'بندر گناوه', 'بندر گناوه یکی از شهرهای استان بوشهر ایران و مرکز شهرستان گناوه است.<br>بازار گناوه بازار بزرگی است که هر ساله میزبان صدها هزار نفر مردم از سرتاسر ایران برای خرید به این شهر می آیند.', 7, 1),
(22, 'اسلامشهر', 'اسلامشهر مرکز شهرستان اسلامشهر و دومین شهر پرجمعیت در استان تهران است. نزدیک‌ترین شهرستان به تهران که ۱۲ کیلومتر با شهر تهران فاصله دارد.', 8, 1),
(23, 'ملارد', 'مَلارد ، مرکز بخش مرکزی شهرستان ملارد است.<br>از آثار باستانی ملارد می‌توان به تخت رستم و امامزاده ابراهیم ملارد اشاره کرد.آثار قدیمی دیگر در این شهر تخت کیکاووس و بقعه امامزاده ابراهیم است. فاصله بین ملارد و شهریار که در امتداد شرق ملارد است، ۶ کیلومتر می‌باشد فاصله بین ملارد و کرج که در امتداد شمال ملارد است، ۲۲ کیلومتر می‌باشد خط مترو تهران ـ کرج قرار است تا ملارد نیز ادامه یابد.', 8, 1),
(24, 'قدس', 'قُدس (قلعه حسن خان پیشین) یکی از شهرهای استان تهران در ایران است.<br>این شهر مرکز شهرستان قدس است.', 8, 1),
(25, 'بروجن', 'بُروجن در بخش مرکزی شهرستان بروجن واقع است. این شهر در دشتی به وسعت حدود ۵۸۰ کیلومتر مربع در شرقی‌‌ترین نقطه استان قرار گرفته‌ است.<br>بروجن با ارتفاع ۲۱۹۷ متر از سطح دریا به بام ایران معروف است.', 9, 1),
(26, 'لردگان', 'این شهر مرکز شهرستان لردگان بوده و در بخش مرکزی این شهرستان واقع شده‌است. اقلیم لردگان نیمه مرطوب گرم با زمستانهای نیمه سرد است.', 9, 1),
(27, 'فرخ‌شهر', 'فَرُّخ‌شَهر، مرکز بخش فرخ‌شهر، یکی از شهرهای استان چهارمحال و بختیاری است که در مسیر راه شهرکرد-اصفهان قرار دارد و پس از شهر‌کرد ، بروجن و لردگان چهارمین شهر این استان از لحاظ جمعیتی است.', 9, 1),
(28, 'قائن', 'قائِن یا قایـِن یکی از شهرهای استان خراسان جنوبی و مرکز شهرستان قائنات در ایران است. قائن به خاطر زعفران مرغوب آن دارای شهرت است. شهر قائن که در گذشته دارای برج و بارو، کهندژ، خندق و ارگ بوده، به همراه تون (فردوس امروزی) از شهرهای مهم ایالت قهستان محسوب می‌شده است.', 10, 1),
(29, 'طبس', 'طَبَس۫ (تبس)، مرکز شهرستان طبس، شهری کویری در غرب استان خراسان جنوبی ایران است. شهرستان طبس تا تیرماه سال ۱۳۳۹، یکی از بخش‌های سه‌گانه شهرستان فردوس بود که در این سال از فردوس جدا شده و به‌ صورت شهرستان مستقل درآمد. این شهر پیشتر جزئی از استان یزد بود که در سال ۱۳۹۱ به استان خراسان جنوبی ملحق شد. پیش از سال ۱۳۸۰ طبس جزئی از استان خراسان بزرگ بود.', 10, 1),
(30, 'فردوس', 'شهر فردوس مرکز شهرستان فردوس، در استان خراسان جنوبی است. این شهر در فاصله ۳۴۵ کیلومتری جنوب مشهد و ۱۹۵ کیلومتری شمال غربی بیرجند و در مسیر محور اصلی ارتباطی استان‌های یزد، کرمان، اصفهان، بوشهر، هرمزگان و فارس به مشهد واقع است.', 10, 1),
(31, 'نیشابور', 'مرکز شهرستان نیشابور و دومین شهر بزرگ ا خراسان رضوی پس از مشهد است.<br>در دامنه‌های بلندی‌ های بینالود در شمال‌ شرق ایران جای گرفته، از مهم‌ترین مراکز تاریخی، گردشگری، صنعتی برای کشور و منطقه می‌باشد و همچو نمادی از تاریخ و فرهنگ ایران نامبرده می‌شود.', 11, 1),
(32, 'سبزوار', 'در غرب خراسان، در شمال شرق ایران قرار دارد.', 11, 1),
(33, 'تربت حیدریه', 'مرکز شهرستان تربت حیدریه است.<br>وسعت شهرستان تربت حیدریه حدود ۲۴ هزار کیلومتر مربع است و حدود پنج قرن است که با نامش با عرفان پیوند خورده است.', 11, 1),
(34, 'شیروان', 'مرکز شهرستان شیروان و دومین شهر بزرگ و مهم استان خراسان شمالی است.', 12, 1),
(35, 'آشخانه', 'این شهر مرکز شهرستان مانه و سملقان است و در ۴۰ کیلومتری غرب بجنورد قرار گرفته‌است.<br>بیشتر ساکنین این شهر را کردهای کرمانج تشکیل می‌دهند که با زبان کردی کرمانجی (بادینانی) تکلم می‌نمایند.<br>شهرستان مانه و سملقان به نگین خراسان شمالی مشهور است و از این رو شهر آشخانه از جایگاه ویژه ای در استان خراسان برخوردار میباشد.', 12, 1),
(36, 'اسفراین', 'اِسفَرایِن شهری است در شمال غربی استان خراسان شمالی. این شهر مرکز شهرستان اسفراین است. کرد زبانان اصلی‌ ترین ساکنین شهر اسفراین هستند.', 12, 1),
(37, 'دزفول', 'دِزفول شهری است در جنوب غربی ایران و سی امین شهر پرجمعیت کشور و مرکز شهرستان دزفول است که با مساحت نزدیک به ۴۷۶۲ کیلومتر مربع رودخانه دز و در بخش‌های جلگه‌ای استان خوزستان واقع شده است.با برشمردن بخش‌های روستایی آن دارای گستردگی برابر ۷۸۴۴ کیلومتر مربع است. شهر در ارتفاع ۱۴۳ متری از سطح دریا و از شهرهای شمالی استان خوزستان است. دزفول به جهت عبور رود دز از این شهر و پیشینه تاریخی‌ اش از اهمیت ویژه‌ای برخوردار است.', 13, 1),
(38, 'آبادان', 'مرکز شهرستان آبادان و از مناطق آزاد بازرگانی (منطقه آزاد تجاری-صنعتی اروند) ایران است.<br> بر جزیره‌ای هم‌ نام خود در ۵۳ کیلومتری خلیج فارس در نزدیکی با مرزهای عراق و کویت جای گرفته است. این شهر همچنین دارای فرودگاه و بندر است و به دلیل داشتن پالایشگاه نفت و پتروشیمی راهبردی بودن و هم‌مرزی با کشور عراق، از زمان جنگ جهانی دوم یکی از مهم‌ترین شهرهای خاورمیانه و ایران بوده‌است. یکی از بزرگ‌ترین پالایشگاه‌های نفت جهان (پالایشگاه نفت آبادان) در این شهر قرار دارد. نفت از اغلب مناطق خوزستان با لوله به این شهر می‌رسد و پس از تصفیه به کلیه جهان صادر می‌شود.', 13, 1),
(39, 'بندر ماهشهر', 'بندر ماهشَهر یا معشور شهری است که در جنوب استان خوزستان کشور ایران با طول جغرافیایی ۴۹ درجه و ۱۳ دقیقه و عرض جغرافیایی ۳۰ درجه و ۳۳ دقیقه واقع شده است.<br>شهر ماهشهر، مرکز شهرستان بندر ماهشهر است. ارتفاع این شهر از سطح دریا حدود ۳ متر می‌باشد.', 13, 1),
(40, 'ابهر', 'اَبهَر یکی از شهرهای استان زنجان و مرکز شهرستان ابهر است.<br>دومین شهر پرجمعیت و دومین شهر صنعتی استان زنجان پس از شهر زنجان محسوب می‌شود.', 14, 1),
(41, 'خرمدره', 'شهر خرمدره یکی از شهرهای استان زنجان است.', 14, 1);

-- --------------------------------------------------------

--
-- Table structure for table `Pics`
--

CREATE TABLE IF NOT EXISTS `Pics` (
  `n` int(11) NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `url` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `Setting`
--

CREATE TABLE IF NOT EXISTS `Setting` (
  `n` int(11) NOT NULL,
  `title` text COLLATE utf8_persian_ci NOT NULL,
  `url` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Setting`
--

INSERT INTO `Setting` (`n`, `title`, `url`) VALUES
(1, 'ایران شناسی', 'http://localhost/ir-studies');

-- --------------------------------------------------------

--
-- Table structure for table `Souvenir`
--

CREATE TABLE IF NOT EXISTS `Souvenir` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `States`
--

CREATE TABLE IF NOT EXISTS `States` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `city_center` text COLLATE utf8_persian_ci NOT NULL,
  `Population` bigint(20) NOT NULL DEFAULT '0',
  `ins_sentense` text COLLATE utf8_persian_ci NOT NULL,
  `english` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `States`
--

INSERT INTO `States` (`n`, `name`, `city_center`, `Population`, `ins_sentense`, `english`, `description`, `active`) VALUES
(1, 'آذربایجان شرقی', 'تبریز', 3909652, 'سرزمین مشروطه و آزادی خواهی', 'East-Azerbaijan', 'استان آذربایجان شرقی یکی از استان‌های ایران است که مرکز آن <b>کلان شهر تبریز </b> است. این استان بزرگ‌ترین و پرجمعیت‌ترین استان ناحیهٔ شمال غربی ایران (آذربایجان) محسوب می‌شود.\r\nاستان آذربایجان شرقی از سمت شمال به جمهوری‌های آذربایجان و ارمنستان، از سمت غرب و جنوب غرب به استان آذربایجان غربی، از سمت شرق به استان اردبیل و از سمت جنوب شرق به استان زنجان محدود شده‌است. این استان دارای آب و هوای سرد کوهستانی بوده و کل محدوده استان را کوه‌ها و ارتفاعات تشکیل داده‌اند و این استان، یازدهمین استان بزرگ ایران محسوب می‌شود.\r\nاین استان، تنها استان ایران است که با ارمنستان هم مرز است و همچنین تنها استان کشور است که هم با خاک اصلی جمهوری آذربایجان و هم با جمهوری خودمختار نخجوان (که برون بومی متعلق به جمهوری آذربایجان است)، مرز مشترک دارد.\r\nاین استان محل اتصال دو رشته کوه مهم و اصلی کوه‌های ایران، یعنی البرز و زاگرس است و بلندترین نقطهٔ آن، قلهٔ کوه سهند است.\r\n', 1),
(2, 'آذربایجان غربی', 'ارومیه', 3265219, 'سرزمین دومین دریاچه شور بزرگ جهان', 'West-Azerbaijan', 'استان آذربایجان غربی یکی از ۳۱ استان ایران است، که در منطقه آذربایجان و در شمال غربی کشور قرار دارد و مرکز آن <b>شهر ارومیه</b> است.\r\nاین استان تنها استان ایران است که با ترکیه هم مرز است. استان آذربایجان غربی در شمال‌غربی ایران قرار دارد و از شمال به جمهوری آذربایجان و ترکیه، از مغرب به کشورهای ترکیه و عراق، از شرق به استان آذربایجان شرقی و استان زنجان و از جنوب به استان کردستان محدود است. این استان هشتمین استان پرجمعیت کشور به‌شمار می‌آید.', 1),
(3, 'اردبیل', 'اردبیل', 1270420, 'خاستگاه تشیع ایرانی', 'Ardabil', 'استان اردبیل یکی از استان های ایران است که در شمال غربی این کشور در منطقه آذربایجان واقع شده‌است و مرکز این استان <b>شهر اردبیل </b> است و بر طبق آخرین تقسیمات کشوری، شامل ۱۰ شهرستان، ۲۵ بخش، ۲۱ شهر و ۶۶ دهستان می‌شود.\r\nدر ۲۲ دی سال ۱۳۷۱ لایحه استان شدن اردبیل در مجلس شورای اسلامی تصویب شد و این استان در ۲۳ فروردین سال ۱۳۷۲ پس از نزدیک به ۳۰ سال پیگیری مردم اردبیل، از استان آذربایجان شرقی جدا و به استانی مستقل تبدیل شد.\r\nاستان اردبیل یکی از مناطق گردشگری در ایران است. یکی از ویژگی‌های این استان آب و هوای مطبوع و خنک این منطقه در فصل‌های بهار و تابستان است.\r\nاستان اردبیل یکی از استان‌های شمال غربی ایران محسوب می‌شود. این استان از شمال به جمهوری آذربایجان، از سمت غرب به استان آذربایجان شرقی، از سمت شرق به استان گیلان و کوه‌های تالش و از سمت جنوب به استان زنجان محدود شده‌است.', 1),
(4, 'اصفهان', 'اصفهان', 5120850, 'پایتخت فرهنگی جهان اسلام', 'Isfahan', 'استان اصفهان، استانی است در میانه ایران با مرکزیت <b> شهر اصفهان </b>. این استان از شرق به استان‌های یزد و خراسان جنوبی، از شمال به استان‌های سمنان، قم و مرکزی، از غرب به استان‌های لرستان و چهارمحال و بختیاری، از جنوب به استان‌های کهگیلویه و بویراحمد و فارس محدود است.\r\nاصفهان قطب تولید آهن، فولاد، مصالح ساختمانی و پتروشیمی در ایران است.\r\n', 1),
(5, 'البرز', 'کرج', 2712400, '', 'Alborz', 'استان البرز سی و یکمین استان ایران است  مرکز آن شهر <b>کرج</b> است.\r\nتا سال 1388، این استان جزو تهران محسوب می شد؛ اما در جلسه هیئت دولت در سال ۱۳۸۸، لایحه تأسیس این استان تصویب و به مجلس شورای اسلامی فرستاده شد. در ادامه با تصویب نمایندگان مجلس شورای اسلامی در تاریخ ۱۳۸۹/۴/۷ استان البرز بطور رسمی شکل گرفت.\r\nمرکز این استان، شهر کرج، پس از تهران و مشهد و اصفهان، چهارمین شهر پرجمعیت کشور به شمار می رود.\r\nاستان البرز از استان های صنعتی کشور است که در حوزه صنایع غذایی و خودروسازی فعالیت دارد.', 1),
(6, 'ایلام', 'ایلام', 580158, '', 'Ilam', '', 1),
(7, 'بوشهر', 'بندر بوشهر', 1163400, '', 'Bushehr', '', 1),
(8, 'تهران', 'تهران', 13267637, '', 'Tehran', '', 1),
(9, 'چهار محال و بختیاری', 'شهرکرد', 947763, '', 'Chaharmahal-and-Bakhtiari', '', 1),
(10, 'خراسان جنوبی', 'بیرجند', 768989, '', 'South-Khorasan', '', 1),
(11, 'خراسان رضوی', 'مشهد', 6434501, '', 'Razavi-Khorasan', '', 1),
(12, 'خراسان شمالی', 'بجنورد', 863092, '', 'North-Khorasan', '', 1),
(13, 'خوزستان', 'اهواز', 4710509, '', 'Khuzestan', '', 1),
(14, 'زنجان', 'زنجان', 1057461, '', 'Zanjan', '', 1),
(15, 'سمنان', 'سمنان', 702360, '', 'Semnan', '', 1),
(16, 'سیستان و بلوچستان', 'زاهدان', 2775014, '', 'Sistan-and-Baluchestan', '', 1),
(17, 'فارس', 'شیراز', 4851274, 'مهد ادب و سخن پارسی', 'Fars', 'استان فارس از استان های جنوبی کشور است که مرکز آن، شهر شیراز است. بسیاری از مردم ایران و همچنین گردشگران خارجی، شیراز را با شاعرانی به نام، مانند سعدی و حافظ می شناسند؛ از این رو، از استان فارس به عنوان استان <b>ادب و سخن پارسی</b> یاد می شود.\r\nاز شهر های مهم استان فارس می توان به مرودشت، جهرم و فسا اشاره کرد. آب و هوای استان فارس در نقاط مختلف به سه دسته کوهستانی، معتدل و گرم تقسیم می شود.\r\nاستان فارس با وجود جاذبه‌های متعدد فرهنگی، تاریخی، طبیعی و مذهبی، یکی از مراکز مهم گردشگری ایران است. همچنین شماری از مراکز مهم دانشگاهی ایران نیز در این استان واقع شده‌است.', 1),
(18, 'قزوین', 'قزوین', 1273761, '', 'Qazvin', '', 1),
(19, 'قم', 'قم', 1292283, '', 'Qom', '', 1),
(20, 'کردستان', 'سنندج', 1603011, '', 'Kurdistan', '', 1),
(21, 'کرمان', 'کرمان', 3283582, '', 'Kerman', '', 1),
(22, 'کرمانشاه', 'کرمانشاه', 3164718, '', 'Kermanshah', '', 1),
(23, 'کهگیلویه و بویر احمد', 'یاسوج', 713052, '', 'Kohgiluyeh-and-Boyer-Ahmad', '', 1),
(24, 'گلستان', 'گرگان', 1868819, '', 'Golestan', '', 1),
(25, 'گیلان', 'رشت', 2530696, '', 'Gilan', '', 1),
(26, 'لرستان', 'خرم آباد', 1760649, '', 'Lorestan', '', 1),
(27, 'مازندران', 'ساری', 3283582, '', 'Mazandaran', '', 1),
(28, 'مرکزی', 'اراک', 1429475, '', 'Markazi', '', 1),
(29, 'هرمزگان', 'بندر عباس', 1776415, '', 'Hormozgan', '', 1),
(30, 'همدان', 'همدان', 1738234, '', 'Hamadan', '', 1),
(31, 'یزد', 'یزد', 1138533, '', 'Yazd', '', 1);

-- --------------------------------------------------------

--
-- Table structure for table `Wonderful_Places`
--

CREATE TABLE IF NOT EXISTS `Wonderful_Places` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Wonderful_Places`
--

INSERT INTO `Wonderful_Places` (`n`, `name`, `description`, `fstate`, `active`) VALUES
(1, 'آرامگاه سعدی', 'آرامگاه سعدی معروف به سعدیه محل زندگی و دفن سعدی، شاعر برجستهٔ پارسی‌گوی است.<br><br>این آرامگاه در انتهای خیابان بوستان و کنار باغ دلگشا در دامنهٔ کوه در شمال شرق شیراز قرار دارد. در اطراف مقبره، قبور زیادی از بزرگان دین وجود دارند که بنا به وصیت خود، در آنجا مدفون شده‌اند. از جمله مهمترین‌های آن می‌توان شوریده شیرازی را نام برد که آرامگاهش به وسیله رواق به آرامگاه سعدی متصل شده‌است', 17, 1),
(2, 'آبشار مارگون', 'آبشار مارگون (انگلیسی: Margoon Waterfall) یکی از زیباترین آبشارهای کشور ایران می‌باشد و در شهرستان سپیدان استان فارس، دهستان مارگون واقع گردیده است. این آبشار در حقیقت سرچشمه رودخانه است و در بالای کوه هیچ رودخانه‌ای نیست، بلکه از بدنه دیواره صخره‌ای کوه، بیش از چند هزار چشمه وجود دارد که آب از آنها به بیرون ریخته می‌شود. از این حیث این آبشار هم بزرگترین و هم مرتفع‌ترین آبشار چشمه‌ای در جهان است.', 17, 1),
(3, 'تخت جمشید', 'تخت جمشید یا پارسه، نام یکی از شهرهای باستانی ایران است که طی سالیان پیوسته، پایتخت باشکوه و تشریفاتیِ پادشاهی ایران در زمان امپراتوری هخامنشیان بوده‌است. در این شهر باستانی کاخی به نام تخت جمشید وجود دارد که در دوران زمامداری داریوش بزرگ، خشایارشا و اردشیر اول بنا شده‌است و به مدت حدود ۲۰۰ سال آباد بوده‌است.<br>۵۱۸ سال پیش از میلاد مسیح، بنای تخت جمشید به عنوان پایتخت جدید هخامنشیان در پارسه آغاز گردید. بنیانگذار تخت جمشید داریوش بزرگ بود، البته پس از او پسرش خشایارشا و نوه‌اش اردشیر یکم با گسترش این مجموعه به آن افزودند.<br>مجموعه کاخ های تخت جمشید، سرانجام 313 سال پیش از میلاد، توسط اسکندر کبیر به آتش کشیده شد.', 17, 1),
(4, 'حافظیّه', 'حافظیه یا آرامگاه حافظ نام مجموعه‌ای آرامگاهی در شمال شهر شیراز و در جنوب دروازه قرآن است که آرامگاه حافظ شیرازی را در خود جای داده است. ', 17, 1),
(5, 'ارگ کریم خانی', 'ارگ کریم خانی در مرکز شهر شیراز قرار دارد. این ارگ در دوره سلطنت سلسله زندیه ساخته شده‌است و پس از اینکه کریم خان زند شیراز را به عنوان پایتخت خود و این مکان را به‌عنوان مکان زندگی خود انتخاب کرد، به ارگ کریم خانی معروف شد.', 17, 1),
(6, 'دروازه قرآن', 'دروازه قرآن یکی از دروازه‌های به جای مانده از دوره‌های قدیم در شیراز است که امروزه به عنوان یکی از آثار تاریخی این شهر به حساب می‌آید.<br>این دروازه در ابتدا در زمان عضدالدوله دیلمی ساخته شد و قرآنی در آن جای داده شد تا مسافران با گذر از زیر آن متبرک شوند. در دوره زندیه کریم خان زند این دروازه را بازسازی کرد و اتاقی به بالای آن افزود و دو جلد قرآن بزرگ نفیس، به خط سلطان ابراهیم بن شاهرخ تیموری، در اتاقک بالای آن جای داد. این بنا در گذشته طاق قرآن نیز نامیده شده‌است. روزهای اول هرماه مردم از شهر خارج شده و از زیر این طاق عبور می‌کرده‌اند. درسال ۱۳۱۵ این بنا توسط شهردار وقت شیراز تخریب شد، هر چند بعداً مرمّت و بازسازی شد.<br>', 17, 1),
(7, 'باغ دلگشا', 'باغ دلگشا باغی مربوط به دوره ساسانیان، صفویه و قاجار است که در شیراز جای گرفته است.<br>این باغ در بخش شمال شرقی شهر شیراز در ضلع جنوبی تنگ آب خان و در دامنه کوهستان قرار دارد. این باغ در کنار قنات سعدی و در منطقه دژی به نام کهندژ جای گرفته است و فاصله آن تا آرامگاه سعدی چند گامی بیشتر نیست.<br>عمارت باغ به شیوه معماری کاخ‌های ساسانی بیشاپور ساخته شده است که از یک تالار با چهار شاه‌نشین شکل گرفته است. این عمارت دارای سه طبقه و یک ایوان با دو ستون است. ساخت این عمارت در دوره زندیه انجام گرفته است. این عمارت دارای آینه‌کاری‌هایی به همراه نقاشی‌های رنگ روغن با سقف‌هایی از چوب و گچبری‌هایی آراسته به نقش گل و بته است.<br>پیشینه آبادانی و دیرینگی این باغ به دوران پیش از اسلام و زمان فرمانروایی ساسانیان می‌رسد. در فاصله دوره نادرشاه تا دودمان زندیه این باغ آسیب‌های فراوانی به خود دید و در زمان کریمخان زند آباد شد. همچنین در این باغ عمارت‌هایی مربوط به دوره قاجاریه دیده می‌شود.', 17, 1),
(8, 'باغ ارم', 'باغ ارم یک باغ ایرانی تاریخی در شهر شیراز است و شامل چند بنای تاریخی و باغ گیاه‌شناسی می‌شود.<br>اریخ ساخت و بنیان‌گذار اولیه باغ ارم شیراز، به‌درستی مشخص نیست؛ ولی توصیف‌هایی از آن در سفرنامه‌های متعلق به قرن دهم و یازدهم هجری آمده‌است. این باغ در روزگار سلجوقیان و آل اینجو پابرجا بوده است. در زمان زندیه هم کریم‌خان زند در سازندگی و بهسازی این باغ کوشید. در زمان قاجاریه این باغ به مدت ۷۵ سال به دست سران ایل قشقایی افتاد. در این زمان عمارتی در این باغ ساخته شد.<br>این باغ تنوع گیاهی بسیار بالایی دارد و گیاهان بسیاری از اقصا نقاط جهان در این باغ کاشته شده است؛ به شکلی که باغ در قالب یک نمایشگاه از انواع گل‌ها و گیاهان درآمده‌است. در حال حاضر این باغ در اختیار دانشگاه شیراز است؛ باغ گیاه‌شناسی آن در اختیار دانشکده کشاورزی و ساختمان باغ در اختیار دانشکده حقوق قرار دارد. در تاریخ ۶ تیرماه ۱۳۹۰، در سی‌وپنجمین اجلاس کمیتهٔ میراث جهانی یونسکو باغ ارم شیراز به همراه هشت باغ دیگر ایرانی در فهرست میراث جهانی ثبت گردید.', 17, 1),
(10, 'جنگل ارسباران', 'جنگل ارسباران یکی از مناطق بکر و دست نخورده تبریز است. جنگلی سرسبز که انواع گونه های جانوری و گیاهی را در دل خود جای داده است. این جنگل به نام های ارسبار یا آرازبار و قره داغ یا قراچه داغ هم شناخته می شود.<br>جنگل های ارسباران با طبیعت زیبا و چشم اندازهای دلنشین و وجود اماکن و ابنیه تاریخی، توان بالقوه بالایی برای جذب گردشگر دارد در واقع این جنگل یکی از جاذبه های گردشگری تبریز است که هواداران زیادی دارد.', 1, 1),
(11, 'کلیسای کاتولیک ها', 'کلیسای کاتولیک ها (عذرای توانا) متعلق به مسیحیان کاتولیک ایران است. این بنا در سال ۱۲۹۱ خورشیدی احداث شده و نمای آن آجری می باشد. طول کلیسای کاتولیک ها ۳۰ متر و عرض آن ۱۵ متر است و برج ناقوس کلیسا در بالای بالکن کوچکی قرار گرفته است.<br>این کلیسا برای اجرای مراسم و جشن های کاتولیک ها مورداستفاده قرار می گیرد.<br>', 1, 1),
(12, 'دریاچه ارومیه', 'دریاچه ارومیه نام دریاچه‌ای در شمال غربی کشور ایران است که میان دو استان آذربایجان غربی و استان آذربایجان شرقی قرار گرفته‌است.<br>مساحت این دریاچه در تابستان ۲۰۱۵ در حدود شش هزار کیلومتر مربع بود که در ردیف بیست و پنجمین دریاچه بزرگ دنیا از نظر مساحت قرار می‌گیرد.<br>دریاچهٔ ارومیه، بزرگ‌ترین دریاچهٔ داخلی ایران و دومین دریاچهٔ بزرگ آب شور دنیا است. آب این دریاچه بسیار شور بوده و بیشتر از رودخانه‌های زرینه‌رود، سیمینه‌رود، تلخه رود، گادر، باراندوز، شهرچای، نازلو و زولا تغذیه می‌شود.', 2, 1),
(13, 'تپه حسنلو', 'تپه حسنلو که در ۷ کیلومتری شهر نقده قرار دارد، یکی از تپه‌های باستانی ایران است که قدمت آن به بیش از ۶ هزار سال قبل از میلاد می‌رسد. معروفترین اثر باستانی یافت شده در این محل جام طلای حسنلو است که به عصر آهن تعلق داشته و در موزه ایران باستان نگهداری می‌شود.<br>تپه باستانی حسنلو در ۱۲ کیلومتری جنوب غربی دریاچه ارومیه، و ۹ کیلومتری شمال شرقی شهرستان نقده بین دهکده‌های امین‌لو و حسنلو واقع شده‌است. این تپه به خاطر نام دهکده مجاورش حسنلو نام گرفته‌است.', 2, 1),
(14, 'تخت سلیمان', 'تخت سلیمان (یا آتشکده آذرگُشنَسب)، نام محوطه تاریخی بزرگی در نزدیکی تکاب و روستای تخت سلیمان (در گذشته نصرت‌آباد) در استان آذربایجان غربی و ۴۵ کیلومتری شمال شرقی این شهر است. تخت سلیمان بزرگ‌ترین مرکز آموزشی، مذهبی، اجتماعی و عبادتگاه ایرانیان در قبل از اسلام به شمار می‌رفت؛ اما در سال ۶۲۴ میلادی و در حمله هراکلیوس، امپراتور رومیان، به ایران تخریب شد. ', 2, 1),
(15, 'کوه سبلان', 'کوه سبلان در 35 کیلومتری غرب شهر اردبیل و 25 کیلومتری جنوب شرقی شهرستان مشگین‌شهر واقع است. این کوه در مرز بین بخش مرکزی شهرستان اردبیل و بخش لاهرود شهرستان مشگین شهر واقع می باشد.<br>مخروط آتشفشانی سبلان از نوع چینه ای است که گدازه های آن سطحی معادل 1200 کیلومتر مربع را اشغال کرده اند. مخروط سبلان ساختمان مرکزی عظیمی است که بر روی یک سیستم هورست با روند شرقی - غربی قرار گرفته است.<br>سبلان سومین قله بلند ایران پس از دماوند و علم کوه و یک کوه آتشفشانی غیرفعال است. ارتفاع قله این کوه ۴۸۱۱ متر است و در بالای قله آن دریاچه کوچکی قرار دارد. سبلان به خاطر آبگرم‌های طبیعی دامنه کوه، طبیعت تابستانی زیبا و پیست اسکی آلوارس مورد توجه گردشگران است. همچنین برخی کوه سبلان را محل بعثت پیامبر ایران، زرتشت، می دانند و از این نظر مکانی مقدس و مورد احترام است که حتی در میان بومیان و عشایر منطقه به نام آن قسم یاد می شود.<br>کوهستان سبلان به طور کلی سه قله معروف دارد، قله بزرگ آن به سلطان مشهور است و دو قله دیگر آن به هرم و کسری مشهورند. کوه سبلان از مجموعه‌ای از ارتفاعات متعدد تشکیل شده که به موازات ارسباران ولی اندکی در شرق آن کشیده شده‌ است. امتداد آن شرقی - غربی است و از شرق و شمال و جنوب کوهی به نام قوشه داغ آنرا به رشته کوه ارسباران متصل می‌کند. در جنوب آن کوه بزقوش، که از سمت جنوب غربی به کوهستان سهند مربوط است، کشیده شده‌ است. قسمت شرقی کوه سبلان به قله آتشفشان سبلان که در بلندای ۴۸۱۱ متری قرار دارد، منتهی می‌شود. تمام قله‌های سبلان در همه ایام سال پوشیده از یخ و برف‌های دائمی هستند.', 3, 1),
(16, 'پیست اسکی آلوارس', 'یست اسکی آلوارس، بزرگترین پیست اسکی از لحاظ وسعت در ایران، در دامنه های مرفتفع سبلان واقع شده است.<br>پیست اسکی آلوارس در فاصله ۱۲ کیلومتری روستای آلوارس و ۲۴ کیلومتری سرعین واقع شده و از آنجایی که در ارتفاع ۳۲۰۰ متری از سطح دریا قرار دارد و به جهت دیر ذوب شدن برف های این منطقه می تواند در حدود شش الی هشت ماه از سال مورد استفاده قرار گیرد؛ که از این لحاظ در کشور در رتبه اول است.', 3, 1),
(17, 'جنگل فندقلو', 'جنگل فندقلو در 30 کیلومتری شهرستان اردبیل و 10 کیلومتری جنوب شهر نمین واقع شده ‌است.<br>جنگل فندقلو بخاطر داشتن جاذبه‌ های منحصر به فرد جنگلی - مرتعی و گردنه زیبای حیران، قابلیتی بسیار ممتاز برای توسعه در صنعت اکوتوریسم دارد.<br>عرصه جنگلی فندقلو بخشی از جنگل‌های شرق استان اردبیل به شمار می‌ رود که دنباله جنگل‌ های نیمه گرمسیری استان گیلان می‌ باشد. مساحت منطقه فندقلو حدود 16 هزار هکتار است که بیش از چهار هزار هکتار آن تحت پوشش عرصه‌ های جنگلی قرار دارد و بقیه را مراتع تشکیل می‌ دهد.<br>جنگل فندقلو استعداد پرورش صد نوع گل از جمله بوماداران و بابونه را دارند. 19 گونه جنگلی متعلق به 8 تیره و 17 جنس شناسایی شده است. در بین انواع شناسایی شده گونه‌های نادری نظیر فندق، ممرز، راش، بلوط (بلند مازو) و بید مشک وجود دارد و گونه‌های علفی منطقه چون نسترن، تمشک، خاس، پامچال، بابونه، سرخس، گیلدیگ، بنفشه وحشی، گل گاو زبان و … در زمین های آن به وفور یافت می‌ شود. با توجه به اینکه درخت فندق بیش از سایر گونه‌ها در این جنگل روییده است، این منطقه فندق‌لو نامیده می‌ شود.<br>در منطقه فندقلو حیواناتی نظیر روباه، گرگ، خرس قهوه ای، سمور و پرندگانی چون قرقاول، کبک، عقاب طلایی، چکاوک و کلاغ ابلق یافت می‌شود.', 3, 1),
(18, 'آبگرم گاومیش گلی', 'آبگرم گاو میش گلی در شهر سرعین و در ارتفاع 1940 متری از سطح دریا واقع شده که پر آب ترین چشمه معدنی شهر سرعین از لحاظ آبدهی و وسعت می باشد و آبدهی آن 140 لیتر در ثانیه و دارای استخری روباز به مساحت ۴۰۰ متر با عمق ۱۳۰ سانتی متر که آب آن به صورت دائمی و جوشان در جریان است. دهانه آن پراکنده و دمای آب در حوض 46 درجه سانتی گراد است. آب گاومیش گلی ترش مزه بیرنگ و کمی بودار است. آنیونهای آن کربنات، بیکربنات، کلروره، سولفات و کاتیون های آن کلسیم، منیزیم، سدیم و پتایسم می باشد. <br>آبگرم گاو میش گلی به علت داشتن ترکیب کلروبی کربناته سدیک و کلسیک برای درمان بیماری های عمومی، بیماریهای سیستم حرکتی (دردهای مزمن روماتیسمی) و بیماری های زنان، خنازیر و بیماری های قلبی و نیز تقویت عمومی بدن قابل استفاده است.<br>', 3, 1),
(19, 'پارک جنگلی مشگین شهر', 'پارک جنگلی مشگین شهر از جمله مکان های بسیار زیبا و دیدنی و محلی مناسب برای گردش و تفریح می‌باشد. وجود قهوه‌خانه‌های سنتی از مشخصه این پارک می‌باشد که هیچ یک از وسایلی که در پارک های معمولی وجود دارد در آن دیده نمی‌شود و پارک طبیعت است. این پارک در بالادست رودخانه خیاوچای قراردارد.<br>پارک جنگلی مشکین شهر که در حاشیه رودخانه خیاوچایی با انبوه درختان برافراشته و به دلیل مجاورت با شهر و برخورداری از طبیعت ناب و وجود میوه‌های گوناگون، صدای دلنشین نهرها و جریان آب پرخروشِ خیاوچای و زمزمه‌های بلبلان  هر روز میزبان علاقمندان زیادی است. وجود تفرجگاه، شهربازی، زمین اسکیت و آبشار مصنوعی در ورودی پارک بر زیبایی های این مکان افزوده و در اکثر فصول سال مملو از شهروندان و گردشگران می باشد.<br>این پارک با داشتن طبیعتی پاک، در فصول گرم سال محلی برای ورزش های صبحگاهی نیز به شمار می رود، به طوری که پیاده روی های خانوادگی نیز در زمانهای مختلف در این محل صورت می گیرد. این پارک معمولا شبانگاه هر روز و عصر روز پنجشنبه و جمعه محل استراحت و تفریحگاه اهالی منطقه می‌باشد و در ایام عید، خصوصا عید نوروز و سیزده‌بدر مملو از جمعیت است.', 3, 1),
(20, 'تپه باستانی سیلک', 'سیَلْک نام اولین تمدن شهرنشینی ایران مرکزی در کاشان است که در ۳ کیلومتری جنوب غربی این شهر قرار دارد. محوطه باستانی سیلک که در منطقه فین کاشان واقع شده قدمتی در حدود ۷ هزار سال دارد.<br>نزدیک به پنج هزار سال پیش از میلاد مردم غارنشین فلات ایران در پی دگرگونی‌هایی که از لحاظ آب و هوا و تشکیل مزارع و چمنزارها به وجود آمد به دشت‌ها روی آوردند و زندگی تازه‌ای را آغاز کردند و در تمدن آن‌ها نسبت به دوران‌های پیشین پیشرفت بیشتری دیده شد؛ کهن‌ترین مردم دشت‌نشین، مردم محل سیلک در نزدیکی کاشان بودند که آثار زندگی ایشان را در آن‌جا به دست آورده‌اند.<br>سیلک یکی از مکان‌های تاریخی پس از تمدن جیرفت کرمان در فلات ایران است که مدارک نوشته از دوران پیش از هخامنشی در آن پیدا شده ولی خطی که هم‌زمان با آغاز تاریخ در ایلام به وجود آمده‌بود، با نام پرتو ایلامی شناخته شده پس از رها شدن این پایگاه بازرگانی از میان رفت.<br>در هنر سیلک جنبه تزیینی آن شدید است و هنری است که آریایی‌ها با خود آورده‌اند.<br>در حدود ۵٬۵۰۰ سال پیش از میلاد یکی از قدیمی‌ترین سکونت‌گاه در تپه سیلک در نزدیکی کاشان پدید آمد.', 4, 1),
(21, 'عالی قاپو', 'کاخ عالی‌قاپو (در زبان ترکی به معنی درگاه بلند) ساختمانی است که در واقع درب ورودی دولتخانه صفوی بوده‌است و در ابتدا شکلی ساده داشته و به مرور زمان و در طول سلطنت شاه عباس طبقاتی به آن افزوده شدند و در زمان شاه عباس دوم ایوان ستوندار به آن افزوده شد.<br>این بنا در ضلع غربی میدان نقش جهان و روبروی مسجد شیخ لطف‌الله واقع شده‌است. ارتفاع آن ۴۸ متر است و ۶ طبقه دارد که با راه‌پله‌های مارپیچ می‌توان به آنها رسید. آنچه باعث گردیده است عالی قاپو در زمره آثار باشکوه و بسیار نفیس عصر صفوی قرار گیرد، مینیاتورهایی هست که کار هنرمند معروف عصر صفوی رضا عباسی است و همچنین گچبری‌های آخرین طبقه کاخ عالی قاپو است که تالار آن اتاق موسیقی یا اتاق صوت نیز نامیده می‌شود.', 4, 1),
(22, 'سی و سه پل', 'سی‌وسه‌پل یا پل الله‌وردی خان پلی است با ۳۳ دهانه، ۲۹۵ متر طول و ۱۴ متر عرض، که توسط الله‌وردی خان بر روی زاینده‌رود در شهر اصفهان و همزمان با حکومت شاه عباس صفوی ساخته شده و محل برگزاری مراسم جشن آب‌پاشان و همچنین مراسم خاج‌شویان ارامنه اصفهان در دورهٔ صفویه بوده است.<br>اندیشه بنای سی و سه پل در سال ۱۰۰۸ هجری قمری و در دوازدهمین سال سلطنت شاه عباس یکم به وجود آمد و در سال ۱۰۱۱ هجری قمری، الله وردی خان اوندیلادزه گرجی، سردار مشهور او مأمور اتمام ساختمان پل گردید.<br>در سفرنامه‌های سیاحان اروپایی آن دوران؛ به برگزاری این جشن اشاره‌هایی شده است. در این جشن که در ۱۳ تیرماه هر سال برگزار می‌شد مردم با پاشیدن آب و گلاب روی یکدیگر در این مراسم شرکت می‌کرده‌اند. ارامنه جلفای اصفهان هم مراسم خاج شویان خود را در محدوده همین پل برگزار می‌کرده‌اند. این پل یکی از شاهکارهای معماری و پل‌سازی ایران محسوب می‌شود و از زیبایی و عظمت منحصر به فردی برخودار است.', 4, 1),
(23, 'چهل ستون', 'کاخ چهل‌ستون از بناهای تاریخی اصفهان است. کاخ چهل ستون که بالغ بر ۶۷۰۰۰ متر مربع مساحت دارد، در دوره شاه عباس یکم احداث آن آغاز شد و در وسط آن عمارتی ساخته شده بود. شاه عباس اول، کوشکی درمیان باغ بنا نهاد که این کوشک هسته اولیه کاخ را تشکیل داد که تالار میانی کاخ چهل ستون و غرفه‌های چهار گوشه آن را در بر می‌گرفت.<br>در سلطنت شاه عباس دوم، ساختمان تکمیل شد و در ساختمان موجود مرکزی، تغییرات کلی داده شده‌است و تالار آینه، تالار ۲۰ ستون، دو اتاق بزرگ شمالی و جنوبی تالار آینه، ایوان های طرفین سالن پادشاهی و حوض بزرگ مقابل تالار با تمام تزیینات نقاشی و آئینه کاری و کاشی کاری دیوارها و سقف ها افزوده شده‌است.', 4, 1),
(24, 'منار جنبان', 'منارجنبان اصفهان یکی از آثار تاریخی این شهر است که عارفی به نام «عمو عبدالله کارلادانی» در آن به خاک سپرده شده‌است. نکته قابل توجه دربارهٔ این بنای تاریخی این است که با حرکت دادن یک مناره، مناره دیگر نیز به حرکت و جنب و جوش می‌آید و لازم است ذکر شود هر مناره دارای پهنای نه متری و بلندای هفده متری می‌باشد.<br>تاریخی که بر فراز سنگ عمو عبدالله نوشته شده است سال ۷۱۶ هجری را نشان می‌دهد که در دوره سلطان محمد خدابنده الجایتو ایلخان مسلمان است.', 4, 1),
(25, 'آبشار نیاسر', 'آبشار نیاسر کاشان از جمله زیباترین آبشارهای ایران است که در شهری تاریخی نیاسر در محله سر کمر (شهید بهشتی) قرار گرفته است.<br>آب این آبشار از چشمه تالار (اسکندریه) واقع در کنار چارتاقی سرچشمه می گیرد به گونه ای که دو سوم آب چشمه به سمت آبشار و از آنجا به دشت های نیاسر و یک سوم آن به محله نو می رود.<br>سنگی که آبراهه آبشار نیاس در آن ایجاد شده و سنگ هایی که بدنه مزبور را تشکیل می دهند از نوع سنگ های آهکی و رسوبی می باشد. به دلیل پدیده های انحلال سنگ آهک توسط جریان های زیرزمینی و گذشت سالیان دراز بافت بسیار زیبا و چشم نوازی مانند استالاکتیت ها و استالاکمیت ها در بدنه آبشار نیاسر به وجود آمده است که موجب جذب گردشگران برای دیدن این زیبایی است. آن گونه که از بقایای خزه های قدیمی و آبراهه های موجود و همچنین گفته های اهالی محل مشخص می شود مسیر آب در قدیم عوض شده است. آبی که از آبشار پایین می ریزد در فصل پاییز کمترین و در فصل زمستان بیشترین مقدار را داراست.', 4, 1),
(26, 'ابیانه', 'اَبیانه روستایی از توابع بخش مرکزی شهرستان نطنز در استان اصفهان است. این روستا در ۴۰ کیلومتری شمال غربی نطنز، در دامنه کوه کرکس است. این روستا یکی از بلندترین نقاط مسکونی در ایران است. ارتفاع از سطح دریا در این روستا ۲۲۲۲ متر می‌باشد.<br>به اعتبار معماری بومی و بناهای تاریخی پُرتنوع آن، از روستاهای مشهور ایران است. ابیانه با آب و هوای معتدل، دارای موقعیت طبیعی مساعدی است.<br>این روستا در تاریخ ۳۰ مرداد ۱۳۵۴ با شماره ثبت ۱۰۸۹ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده‌است.', 4, 1),
(27, 'هشت بهشت', 'کاخ هشت‌بهشت یک کاخ تاریخی در شهر اصفهان است که در دوران صفویان و در سال ۱۰۸۰ قمری ساخته شده است. ساختمان این کاخ در دو طبقه در میان باغی بزرگ بنا شده است و سبک معماری این بنا به شیوه اصفهانی است.<br>کاخ هشت‌بهشت (که روزگاری زیباترین کاخ عالم هم نامیده می‌شد) در سال ۱۰۸۰ هجری و به روزگار شاه سلیمان صفوی در نزدیکی باغ بلبل ساخته شد.<br>باغ وسیعی که عمارت در آن واقع شده، جزئی از باغ بزرگ نقش جهان بوده‌است که شاه اسماعیل اول احداث کرد و در زمان جانشینان او، به خصوص شاه عباس اول، به قطعات متعددی تقسیم شد. باغ هشت بهشت در زمان شاه صفی وجود داشته است و در دوره دو شاه بعدی یعنی شاه عباس دوم و شاه سلیمان بر درختان این باغ زیبا افزودند. لازم است ذکر شود کوشک باغ متعلق به زمان شاه سلیمان صفوی می‌باشد که در آن دوره باغ تکمیل و اصلاح گردید و در سال ۱۰۸۰ هـ. ق که با سومین سال سلطنت شاه سلیمان صفوی مقارن بود، به اتمام رسید و به گفته برخی تاریخدانان این باغ نشیمن هشت سوگلی حرم پادشاه بوده است، که ۴ نفر در طبقة همکف و ۴ نفر دیگر در طبقه اول سکنی گزیده بودند.<br>این بنای دو طبقه با طاقهای زیبا و تزئینات فراوان یکی از نمونه‌های درخشان معماری عصر صفویه به شمار می‌رود. این قصر از همان ابتدای احداث «کاخ هشت بهشت» «هشت به هشت» و «هشت در بهشت» نامیده می‌شده‌است.', 4, 1),
(28, 'مسجد شیخ لطف الله', 'مسجد شیخ لطف‌الله (ساخته شده در ۱۶۰۲ - ۱۶۱۹ میلادی) یکی از مسجدهای تاریخی و شناخته شده شهر اصفهان است و مجموعه تاریخی میدان نقش جهان است که در دوران صفوی ساخته شده است.<br>این مسجد شاهکاری از معماری و کاشی‌کاری قرن یازدهم هجری است که توسط استاد محمدرضا اصفهانی از معماران نامدار آن دوره ساخته شده‌است. مسجد شیخ لطف‌الله به فرمان شاه عباس اول در مدت هجده سال بنا شده و در ضلع شرقی میدان نقش جهان و مقابل عمارت عالی‌قاپو و در همسایگی مسجد شاه واقع شده است.این مکان مذهبی برای تجلیل شیخ لطف‌الله میسی بنا گردیده و سالانه گردشگران زیادی را جذب خود می‌کند.<br>در میانه سال‌های دهه ۱۹۲۰، رضاشاه دستور به بازسازی و مرمت کلی مسجد شیخ لطف‌الله را داد.', 4, 1),
(29, 'پل خواجو', 'پل خواجو، در شهر اصفهان و بر روی رودخانه زاینده‌رود در شرق سی وسه پل قرار دارد.<br>این پل را همچنین پل شاه، پل بابا رکن‌الدین (مسیر رفتن به خانقاه و آرامگاه بابا رکن‌الدین و تخت فولاد) و پل حسن‌بیگ (نام پل قبلی که در زمان شاه‌عباس تخریب شد و این پل به جای آن ساخته شد) هم نامیده‌اند و از بناهای شاه عباس دوم صفوی است که در سال ۱۰۶۰ هجری قمری بنا شده‌است. در میانه پل خواجو، ساختمانی مخصوص، که به بیگلربیگی شهرت دارد بنا شده‌است که برای اقامت موقتی شاه صفوی و خانواده او ایجاد شده بود و هم اکنون نیز وجود دارد و طاق‌های آن دارای تزئینات نقاشی بسیار زیبایی است و در واقع پل خواجو به خاطر معماری و تزئینات کاشی کاری آن از دیگر پل های زاینده رود مشهورتر است.<br>درازای این پل ۱۳۳ متر و پهنای آن ۱۲ متر است. این پل را به نام های دیگری نیز خوانده‌اند ولی به سبب قرار گرفتن در محله خواجو به پل خواجو معروف است.<br>پل خواجو به خاطر معماری و تزئینات کاشی‌کاری آن از دیگر پلهای زاینده رود مشهورتر است. این پل که در دوران صفوی یکی از زیباترین پل های جهان به شمار می‌رفت، بیشتر به منزله سد و بند بوده‌است. در میان هریک از دو ضلع شرقی و غربی پل ساختمانی بنا شده که شامل چند اتاق مزین به نقاشی است. این ساختمان که «شاه نشین» نامیده می‌شود، در آن دوره جایگاه بزرگان و امیرانی بوده که برای تماشای مسابقات شنا و قایقرانی بر روی دریاچه مصنوعی به این مکان فراخوانده می‌شدند.', 4, 1),
(30, 'جاده چالوس', 'جاده چالوس (با نام رسمی جاده ۵۹)، یکی از مهم ترین جاده‌ها در ایران است که از میان شهر کرج در استان البرز شروع و به شهر چالوس در مازندران وصل می‌شود و یکی از زیباترین جاده‌های جهان می باشد.<br>محور چالوس - کرج از بی نظیرترین مناظر و چشم‌اندازهای بکر و طبیعی و از پرطرفدارترین مسیرهای منتهی به شمال کشور می‌باشد که همین امر گاهی سبب ترافیک‌های سنگین در تعطیلات می‌شود.<br>تا اواخر دوره قاجار، جاده‌ای بین کرج - چالوس وجود نداشته و تنها یک مسیر خاکی و مالرو، راه دسترسی به روستاهای این منطقه را تشکیل می‌داده اما به گونه‌ای نبود که ارتباط دهنده شمال و جنوب کشور باشد. این جاده در دوران پادشاهی رضاشاه و با دستور وی در سال ۱۳۱۲ مورد بهره‌برداری قرار گرفت.<br>از این زمان به بعد، انواع رستوران‌ها و واحدهای اقامتی و پذیرایی در کنار این جاده شکل گرفت و با ساخت سد امیر کبیر (سد کرج) در سال ۱۳۴۰ به جاذبه‌ها و زیبایی‌های این جاده افزوده شد و در زمانی اندک، این جاده به یکی از تفریحگاه‌های مهم گردشگری ایران تبدیل شد.', 5, 1),
(31, 'پیست اسکی دیزین', 'پیست اسکی دیزین، مهم‌ترین پیست اسکی ایران و منطقه خاورمیانه است که در شهر کرج واقع شده‌است.<br>پیست اسکی دیزین اولین پیست اسکی در ایران است که از طرف فدراسیون جهانی اسکی مورد تأیید برای برگزاری مسابقات رسمی شناخته شد و عنوان بین‌المللی به خود گرفت.<br>', 5, 1),
(32, 'کاروانسرای شاه عباسی کرج', 'کاروانسرای شاه‌عباسی کرج بنایی سنگی - آجری مربوط به دوران صفویه است که در شهر کرج در استان البرز و در سمت جنوب شرقی میدان توحید جای گرفته‌است. این بنای تاریخی در ۲۲ فروردین ماه سال ۱۳۵۶ با شماره ۱۳۶۸ در فهرست آثار ملی ایران ثبت شد.<br>کاروانسرای بین سال‌های ۱۰۷۸ تا ۱۱۰۹ و در زمان شاه سلیمان صفوی ساخته شده‌است. این بنا دارای بیش از ۳۰۰۰ متر مربع مساحت است و می توان آن را یکی از ارزشمندترین آثار دوره صفویه دانست که در شاهراه ابریشم قرار داشته است.<br>این کاروانسرا در ابتدای ساخت برای کاروان‌ها و مرکب‌هایشان به عنوان مکان استراحت بوده و در اوایل دوران قاجاریه تبدیل به پادگان یا قلعه نظامی شد و در اواخر دوران قاجار نیز به عنوان مدرسه (موسوم به فلاحت) از آن استفاده می‌شده‌است.', 5, 1),
(33, 'سد امیرکبیر (سد کرج)', 'سد امیرکبیر (سد کرج) در شمال شهر کرج و در ۲۵ کیلومتری جادهٔ کرج به چالوس قرار دارد. این سد، اولین سد چندمنظوره کشور و یکی از منابع تأمین آب شهر تهران می‌باشد.<br>دریاچه این سد، یکی از مراکز طبیعی مهم پرورش ماهی‌های قزل‌آلای رنگین‌کمان، قزل‌آلای خال‌قرمز، ماهی سفید و ماهی سیاه است. انباشته شدن آب رودخانه کرج در پشت سد امیرکبیر علاوه بر کارایی آن در تولید انرژی برقابی و تامین بخشی از آب آشامیدنی شهر تهران، باعث بوجود آمدن دریاچه ای زیبا گردیده است که موجب استفاده‌های گردشگری و تفریحی و ورزشی از سد کرج شده است و یکی از بهترین استراحتگاه ها و جاذبه های طبیعی کرج را به وجود آورده است.<br>سد امیرکبیر یک سد چند منظوره است که می‌تواند آب لوله کشی شهرتهران و گسترش کشاورزی و آبرسانی به ۵۰ هزار هکتار زمین‌های کشاورزی کرج را تامین کند. نیروگاه برق آبی این سد نیز با بیش از چهل شش سال فعالیت به شبکه برق کشور متصل و توانایی تولید ۹۰ مگاوات برق را داراست. ', 5, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `Facts`
--
ALTER TABLE `Facts`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Heroes`
--
ALTER TABLE `Heroes`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `History`
--
ALTER TABLE `History`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Major_cities`
--
ALTER TABLE `Major_cities`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Pics`
--
ALTER TABLE `Pics`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Setting`
--
ALTER TABLE `Setting`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Souvenir`
--
ALTER TABLE `Souvenir`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `States`
--
ALTER TABLE `States`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Wonderful_Places`
--
ALTER TABLE `Wonderful_Places`
  ADD PRIMARY KEY (`n`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `Facts`
--
ALTER TABLE `Facts`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `Heroes`
--
ALTER TABLE `Heroes`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=33;
--
-- AUTO_INCREMENT for table `History`
--
ALTER TABLE `History`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `Major_cities`
--
ALTER TABLE `Major_cities`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=42;
--
-- AUTO_INCREMENT for table `Pics`
--
ALTER TABLE `Pics`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `Setting`
--
ALTER TABLE `Setting`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `Souvenir`
--
ALTER TABLE `Souvenir`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `States`
--
ALTER TABLE `States`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=32;
--
-- AUTO_INCREMENT for table `Wonderful_Places`
--
ALTER TABLE `Wonderful_Places`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=34;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
