-- phpMyAdmin SQL Dump
-- version 4.4.15.8
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Oct 13, 2017 at 07:15 AM
-- Server version: 5.6.31
-- PHP Version: 7.0.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `IRS`
--

-- --------------------------------------------------------

--
-- Table structure for table `Facts`
--

CREATE TABLE IF NOT EXISTS `Facts` (
  `n` int(11) NOT NULL,
  `location` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `icon` text COLLATE utf8_persian_ci NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Facts`
--

INSERT INTO `Facts` (`n`, `location`, `description`, `icon`, `active`) VALUES
(1, 'اندیمشک', '   تنها شهر دارای سه سد جهانی در ایران', 'flash_on', 1),
(2, 'پاوه', 'شهری بدون حتی یک چراغ قرمز!', 'traffic', 1),
(3, 'چالدران', 'شهر بدون کولر!', 'ac_unit', 1),
(4, 'اردکان', 'پولدارترین و مرفه ترین شهر ایران', 'monetization_on', 1),
(5, 'فردوس', 'امن ترین شهر ایران و دومین شهر جهان!', 'security', 1),
(6, 'تبریز', 'شهر بدون گدا', 'money_off', 1),
(7, 'نورآباد ممسنی', 'شهری که 18% جمعیتش دانشجو است!', 'school', 1),
(8, 'بروجرد', 'خوشگذران ترین مردم ایران!', 'insert_emoticon', 1),
(9, 'کیش', 'شهر بدون موتورسیکلت!', 'motorcycle', 1),
(10, 'شادگان', 'شهر بدون هتل و مسافر خانه!', 'hotel', 1);

-- --------------------------------------------------------

--
-- Table structure for table `Heroes`
--

CREATE TABLE IF NOT EXISTS `Heroes` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Heroes`
--

INSERT INTO `Heroes` (`n`, `name`, `description`, `fstate`, `active`) VALUES
(1, 'سیدعلی آقا قاضی تبریزی', 'حاج سید علی آقا قاضی فرزند حاج سید حسین قاضی، پس از تحصیل علوم ادبی و دینی در تبریز، در سن 28 سالگی به نجف اشرف مشرف شد و تا آخر عمر آن جا را موطن اصلی خویش قرار داد. او پس از اقامت در نجف اشرف، تحصیلات حوزوی خود را نزد اساتیدی از جمله فاضل شربیانی، شیخ محمد مامقانی، شیخ فتح الله شریعت، آخوند خراسانی و... ادامه داد و سرانجام کوشش های خستگی ناپذیرش در راه کسب علم، کمال و دانش، در سن 27 سالگی به ثمر نشست و این جوان بلند همت در عنفوان جوانی به درجه اجتهاد رسید. میرزا علی آقا قاضی پس از سال‌ها تدریس معارف اسلامی، در روز دوشنبه چهارم ماه ربیع المولود سال 1366 قمری مطابق هفتم بهمن ماه در نجف اشرف وفات کرد و در وادی السلام نزد پدر خود دفن شد.', 1, 1),
(2, 'علامه عبدالحسین امینی', 'شیخ عبدالحسین امینی در اوان جوانی و زمانی که هنوز چند دهه باقی بود تا کتاب "الغدیر" را به رشته تحریر درآورد، از علمای بزرگ و مراجع رده اول اجازه اجتهاد و اجازه روایت دریافت داشت. او در پاکی عمل و اخلاق اسلامی و صلاح نفس نیز عالمی بود برجسته و ربانی که کمتر کسی بدین مرحله رسیده است. علامه بزرگ سفرهای بسیاری انجام داد و در این سفرها حقایق شیعه را باز می گفت و در پی ایجاد یک اتحاد واقعی و راستین بین مسلمانان بود و چیزی که او را در این کار بسیار یاری می رساند خطابت و سخنرانی بی نظیر او بود. یکی از عمده‌ترین دلائل تألیف کتاب "الغدیر" ارادت علامه به علی بن ابیطالب(ع) بود او شیفته دریای بیکران ولایت بود و چنان در این دریای بیکران غوطه ور شد که خیال و اهداف دیگری برایش باقی نماند.', 1, 1),
(3, 'شهید مهدی باکری', 'مهدی باکری در سال ۱۳۳۳ در میاندوآب و در خانواده‌ای مذهبی به دنیا آمد. در همان آغاز کودکی مادرش را از دست داد. او و دوستانش نقش مهمی در برپایی تظاهرات شهر تبریز در ۱۵ خرداد ۱۳۵۴ و ۱۳۵۵ داشتند. همان زمان وی توسط ساواک شناسایی شد و بارها برای بازجویی و تحت نظر آزاد شد. پس از اخذ دیپلم وارددانشگاه تبریز شد و در رشته مهندسی مکانیک شروع به تحصیل کرد. در حین تحصیل خبر مرگ برادرش، علی باکری را به وی دادند. بدین ترتیب او دومین عضو خانواده خویش را نیز از دست داد.', 2, 1),
(4, 'شهید حمید باکری', 'از فرماندهان سپاه پاسداران انقلاب اسلامی در جنگ ایران وعراق و برادرعلی باکری ومهدی باکری بود. وی درعملیات خیبر در اثر اصابت آرپی جی کشته شد. پیکر او در میدان جنگ باقی ماند و به کشور بازگردانده نشد.', 2, 1),
(5, 'پوریا ولی', 'راد مردی که بعد از عمری بر خاک نشاندن پهلوانان و قهرمان در کشورهای مختلف سرانجام با بر زمین زدن نفس خویش به عرفان رسید و جاودانه شد. طبق محاسبه مورخان روس، در ۲۳ ژوئیه سال ۱۳۲۲ میلادی مطابق با ۷۲۲ هجری قمری اول مرداد ماه روی در نقاب خاک کشید و به سرای باقی شتافت. با توجه به اینکه این پهلوان نامی و عارف بزرگ و شاعر مردمی نسبت از خوی می برد و در همین خاک به لقای الهی رسید. باید مراسمی درخور شخصیتش برگزار کرد. به همین سبب از هم اکنون تاریخ فوت وی را یادآور می شویم تا دست اندرکاران بخصوص متولیان فرهنگی و ورزشی شهرمان از هم اینک به فکر برگزاری مراسم پرشکوه باشند.', 2, 1),
(6, 'رحیم مؤذن زاده', 'مرحوم رحیم مؤذن زاده اردبیلی در سال 1303 در اردبیل به دنیا آمد . پدرش شیخ عبدالکریم بسیار خوش صدا ، خوش خلق و آشنا به ردیفهای موسیقی بود . شیخ عبدالکریم در سال 1326 از رادیو اذان گفت و بعد از آن ، پسرش رحیم نیز با او همراه شد . اذان ماندگان رحیم مؤذن زاده در دستگاه بیات ترک گوشه روح الارواح اجرا شده است .', 3, 1),
(7, 'علی دایی', 'علی دایی متولد اول فروردین سال 1348 در شهر اردبیل و بازیکن ایرانی و از مشهورترین بازیکنان تاریخ تیم ملی فوتبال ایران است و تا پایان جام جهانی 2006 بازیکن اصلی و کاپیتان تیم ملی ایران بود . دایی 109 گل ملی در کارنامه خود دارد و با فاصله زیادی ، بهترین گلزن بازیهای ملی در تاریخ فوتبال جهان است . دایی سابقه بازی در تیمهای آلمانی همچون بایرن مونیخ را دارد و به همراه این تیم به نایب قهرمانی جام باشگاههای اروپا دست یافته است . دایی فوتبال را از باشگاههای کوچک شهر اردبیل همچون استقلال اردبیل ، شهرداری اردبیل آغاز کرد و دوره خدمت وظیفه را در تیم پاس گذراند . سپس به تیم بانک تجارت پیوست و از آنجا به تیم ملی دعوت شد . بعدها به تیم پرسپولیس تهران و السد قطر پیوست و سرانجام راهی اروپا شد و به تیم آرمینیا بیله فیلد آلمان پیوست . مقصد بعدی او بایرن مونیخ آلمان بود . سپس بههرتابرلین پیوست . علی دایی همچنین توانست تیم سایپا را قهرمان ششمین لیگ برتر کشور سازد . علی دایی در زمینه تحصیلی نیز همچون فرد موفقی بوده و لیسانس خود را در رشته متالوژی از دانشگاه صنعتی شریف دریافت نموده است و علاوه بر آن در تجارت نیز موفق بوده است . وی گرداننده چندین شرکت بزرگ و رستورانهای متعدد است . علی دایی همراه با مادلین آلبرایت  و  دیوید بکام  با سازمان  یونیسف همکاری داشته اند . نامبرده دارای تابعیت دوگانه ایرانی و آمریکایی است.', 3, 1),
(8, 'قیصر امین پور', 'قیصر امین‌پور در ۲ اردیبهشت ۱۳۳۸ در روستای گتوند (شهرستان امروزی) از توابع شهرستان شوشتر در استان خوزستان به دنیا آمد. دوره راهنمایی و متوسطه خود را در مدرسه راهنمایی دکتر معین و آیت اله طالقانی دزفول گذراند و در سال ۱۳۵۷ در رشته دامپزشکی دانشگاه تهران پذیرفته شد، ولی پس از مدتی از تحصیل این رشته انصراف داد<br><br>قیصر امین‌پور، در سال ۱۳۶۳ بار دیگر اما در رشته زبان و ادبیات فارسی به دانشگاه رفت و این رشته را تا مقطع دکترا گذراند و در سال ۱۳۷۶ از پایان‌نامه دکترای خود با راهنمایی دکتر محمدرضا شفیعی کدکنی با عنوان «سنت و نوآوری در شعر معاصر» دفاع کرد. این پایان‌نامه در سال ۱۳۸۳ و از سوی انتشارات علمی و فرهنگی منتشر شد.', 13, 1),
(9, 'حسن روحانی', 'در ۲۲ فروردین ۱۳۹۲، حسن روحانی با نام «دولت تدبیر و امید»، شعار اعتدال‌گرایی ، نماد کلید و رنگ بنفش برای انتخابات ریاست جمهوری رسماً اعلام نامزدی کرد. وی در ۱۷ اردیبهشت، با حضور در ستاد انتخابات وزارت کشور، نام خود را برای رقابت ۲۴ خرداد ثبت کرد.سرانجام وی با اعلام وزارت کشور با کسب ۱۸٬۶۱۳٬۳۲۹ رأی و کسب ۵۰/۷۰ درصد آرا رسماً به عنوان هفتمین رئیس جمهوری اسلامی ایران برگزیده شد.روحانی برای انتخاب مجدد با شعار دوباره ایران در انتخابات ریاست‌جمهوری ۲۹ اردیبهشت ۱۳۹۶ رقابت کرد. درپی انتخاباتی که در روز جمعه ۲۹ اردیبهشت در ایران و با شرکت ایرانیان سراسر جهان برگزار شد، حسن روحانی با ۲۳٬۶۳۶٬۶۵۲ رای و کسب ۵۷ درصد آرا رئیس جمهور ایران باقی ماند.<br><br>حسن روحانی اولین رئیس جمهور ایران است که بعد از انقلاب ایران، با رئیس جمهور ایالات متحده آمریکا، ارتباط برقرار نمود. این ارتباط با باراک اوباما و از طریق مکالمه تلفنی صورت گرفت.همچنین او اولین رئیس جمهور ایران است که بعد از انقلاب اسلامی با نخست وزیر انگلیس، دیوید کامرون، به عنوان عالی‌ترین مقام اجرایی انگلستان دیدار کرد.', 15, 1),
(10, 'آیت الله هاشمی رفسنجانی', 'اکبر هاشمی رفسنجانی یکی از چهره‌های تأثیر گذار در روند انقلاب ایران و همچنین دوران پس از آن تا امروز است.آشنایی و دوستی او با روح‌الله خمینی از اواخر دهه سی شمسی آغاز شد؛ ولی فعالیت سیاسی خود را از سال ۱۳۴۰ آغاز کرد. او در دوران قبل از انقلاب، بسیار به خمینی نزدیک بود.<br><br>هاشمی پیش از انقلاب، یکی از مخالفان برنامه‌های نوگرایانه شاه (انقلاب سفید) شناخته می‌شد. با تبعید روح‌الله خمینی، رفسنجانی در ایران ماند و مخالفت‌هایش با این برنامه‌ها افزایش یافت. این مخالفت‌ها سرانجام به دستگیری و زندانی شدن او منجر شد. در مجموع و از سال ۱۳۳۷ تا سال ۱۳۵۷ هاشمی رفسنجانی ۷ بار و مجموعاً ۴ سال و ۵ ماه به جرم فعالیت مخفیانه علیه حکومت پهلوی به زندان افتاد.', 21, 1),
(11, 'حافظ', 'خواجه شمس‌الدین محمد بن بهاءالدّین محمد حافظ شیرازی، معروف به حافظ (ملقب به لسان الغیب، لسان العرفا، ناظم الاولیا) شاعر بزرگ سدهٔ هشتم ایران (برابر قرن چهاردهم میلادی) و یکی از سخنوران نامی جهان است. بیش‌تر شعرهای او غزل هستند که به غزلیات حافظ شهرت دارند. گرایش حافظ به شیوهٔ سخن‌پردازی خواجوی کرمانی و شباهت شیوهٔ سخنش با او مشهور است. <br>او از مهم‌ترین تأثیرگذاران بر شاعران پس از خود شناخته می‌شود، تا جایی که برخی از شعرا و ادبای خارجی مانند گوته، از حافظ الهام گرفته اند.<br>مهم ترین اثر حافظ یعنی دیوان غزلیات حافظ، کتابی بسیار مهم برای تمامی ایرانیان است که در تمامی جشن ها آن را می خوانند و با آن فال می گیرند.<br>آرامگاه حافظ (حافظیه) هم اکنون در شهر شیراز قرار دارد و یکی از مهم ترین مکان های گردشگری این شهر می باشد.', 17, 1),
(12, 'سعدی', 'ابومحمّد مشرف‌الدین مصلح بن عبدالله بن مشرف یا همان سعدی، ملقب به افصح المتکلمین و شیخ اجل، شاعر و نویسنده پارسی گوی نامدار ایرانی است که در قرن هفتم می زیست.<br>او در نظامیه بغداد (که مهمترین مرکز علم و دانش جهان اسلام در آن زمان به حساب می‌آمد) تحصیل نمود و پس از آن به‌عنوان خطیب به مناطق مختلفی از جمله شام و حجاز سفر کرد. وی سپس به زادگاه خود، شیراز، برگشت و تا پایان عمر در آنجا اقامت گزید.<br>از آثار سعدی می توان به گلستان، بوستان و کلیات سعدی (مجموعه ای از تمام آثار او) اشاره کرد.<br>آرامگاه سعدی در سعدیه، واقع در شهر شیراز است که از مهم ترین مکان های گردشگری این شهر است.<br>به‌منظور تجلیل از سعدی، روز اول اردیبهشت ماه (روز آغاز نگارش کتاب گلستان) در ایران به‌عنوان روز سعدی نامگذاری شده‌است.<br>', 17, 1),
(13, 'محمّد کریم خان زند', 'محمّد کریم‌خان زند، فرمانروای ایران( از سال ۱۱۶۳ تا ۱۱۹۳ هجری قمری) و بنیان‌گذار دودمان زندیه بود که در شهر شیراز بناهای باشکوه و زیبایی ساخت، از جمله بازار وکیل، حمّام وکیل، مسجد وکیل، ارگ کریم خانی و ...<br>کریم خان به خاطر عشق و علاقه ای که به مردم و نوع دوستی داشت، از لقب وکیل الرعایا به جای لقب شاه برای خود استفاده می کرد.', 17, 1),
(14, 'علامّه محمدتقی جعفری', 'استاد علامه محمدتقی جعفری، فقیه و فیلسوف مشهور، پس از تحصیلات عالیه علوم اسلامی در شهر تبریز، تهران، قم و نجف اشرف در محضر آیات عظام، میرزا فتاح شهیدی، شیخ محمدرضا تنكابنی، شیخ كاظم شیرازی، سید عبدالهادی شیرازی، سید ابوالقاسم خویی و سید محسن حكیم كسب فیض نمود. تا حال حاضر بیش از هشتاد اثر از آثار استاد به طبع رسیده است که از آثار برجسته ایشان شرح و تفسیر بر نهج‌البلاغه می باشد كه 27 جلد آن به زبان فارسی چاپ و منتشر شده است. چاپ بعضی از آثار ایشان همچون شرح مثنوی در 15 جلد تجدید گردیده و تحت نظارت ایشان و طی 12 سال كامل‌ترین كشف الابیات مثنوی مولوی در 4 جلد منتشر شده است.', 1, 1),
(16, 'پروفسور رحیم رحمان زاده', 'پروفسور رحیم رحمان‌زاده پایه گذار جراحی مدرن ارتوپدی و تروماتیک ارتوپدی در سطح بین‌المللی و رئیس مرکز بین‌المللی جراحی مفاصل و استخوان برلین، اصالتاً آذربایجانی و متولد شهرستان شبستر است. وی در ۱۸ سالگی به ترکیه رفت و تحصیلات پزشکی عمومی خود را در استانبول ترکیه گذراند. پس از آن برای تکمیل تحصیلات تخصصی خود در رشته جراحی عمومی و جراحی تصادفات ارتوپدی راهی آلمان شد. رحمان زاده در دانشگاه ماینز به مقام پروفسوری نایل آمد و از سال ۱۹۷۳ ریاست کرسی جراحی دانشگاه برلین را برعهده گرفت. او به عنوان پایه گذار جراحی مدرن ارتوپدی ، تکنیک‌های جراحی خاص در این رشته را ابداع کرد. پروفسور رحمان زاده درحال حاضر به عنوان پرزیدنت سمینارهای اروپایی و جهانی مقام پرزیدنتی جمعیت جراحان ارتوپدی تصادفات و سوانح ، جمعیت جراحان پلاستیک آلمان و جمعیت جراحان عمومی این کشور را نیز برعهده دارد. این همه در حالی است که تاکنون هیچ تبعه خارجی موفق نشده است به این مدارج علمی در کشور آلمان دست یابد.', 1, 1),
(17, 'شیخ محمود شبستری', 'شیخ سعدالدین محمود بن امین الدین عبدالکریم بن یحیی شبستری، از عرفا و شعرای نامی قرن هفتم و هشتم هجری است. او در قرن 7 و 8 هجری و در عصر حکومت ایخلخانان می‌زیسته است. شبستری در سال ۷۲۰ هجری در ۳۳ سالگی وفات یافته و در شبستر مدفون شد.', 1, 1),
(18, 'استاد محمد حسین بهجت تبریزی', 'سید محمد حسین بهجت تبریزی (ملقب به شهریار) از بهترین شاعران معاصر است که به زبان فارسی و ترکی سروده است.<br>وی در روستای خشکناب در بخش قره چمن آذربایجان متولد شد. پدرش، حاجی میر آقا خشکنابی، از وکلا مبرز و مردی فاضل و خوش محاوره و از خوش نویسان دوره خود و کریم الطبع بود.<br>او در اوایل شاعری بهجت تخلص میکرد و بعداْ دوباره با فال حافظ تخلص خواست که دو بیت شاهد از دیوان آمد و خواجه تخلص او را شهریار تعیین کرد.<br>او تحصیلات خود را در مدرسه متحده و فیوضات و متوسطه تبریز و دارالفنون تهران گذراند و تا کلاس آخر مدرسه طب تحصیل کرد و به مدارج بالایی دست یافت.<br>استاد شهریار پس از هشتاد و سه سال زندگی شاعرانه پربار و افتخار در ۲۷ شهریور ماه ۱۳۶۷ به ملکوت اعلی پیوست و پیکرش در مقبره الشعرای تبریز (که مدفن بسیاری از شعرا و هنرمندان آن دیار است) به خاک سپرده شد.', 1, 1),
(19, 'پروین اعتصامی', 'پروین اعتصامی، از شاعران گرانمایه ایران، و یکی از بهترین شاعران زن در ایران، در سال 1285 خورشیدی در تبریز تولد یافت.<br>وی ادبیات فارسی و عربی را با مهارت هر چه تمام در نزد پدر آموخت. استعداد و قریحه لبریز او از هفت سالگی بروز کرد. این شاعر معاصر با آن که از وی دعوت شد با طبعی بلند ورود به دربار را نپذیرفت و مدال وزارت معارف ایران را رد کرد.<br>اشعار وی بیشتر در مورد مسایل اجتماعی و ظلم و بیداد شاهان و فقر عمومی می باشد.<br>پروین در سال 1320 و در سن 35 سالگی، رخ در نقاب خاک کشید.', 1, 1),
(21, 'جبّار باغچه بان', 'جبار باغچه‌بان، زاده 1264 در ایروان، مبدع روش آموزش ناشنوايان در ايران و پايه‌گذار آموزش و پرورش پيش از دبستان و از پيشگامان فرهنگ و ادبيات کودكان است.<br>پدر و جد وی از اهالی تبريز بودند. باغچه‌بان تعليم و تربيت زنان و كودكان را مهم می شمرد و به رغم مخاطرات موجود، پنهاني به تدريس دختران می پرداخت.<br>از اولين آثار او برای كودكان، داستان های منظوم «قيزيللی ياپراق» (برگ زراندود) و «بايرامچيليق» (مژده‌رساني عيد) است. همچنين در روش‌های تدريس خواندن و نوشتن و آموزش ناشنوايان، سيزده اثر از وي منتشر شده‌است. آثار او به زبان تركی بالغ بر دوازده كتاب است كه از آن ميان، ترجمه رباعيات خيام (به نام رباعيات آذری خيام)، ارزش خاصی دارد. رباعيات باغچه‌بان، كه در 1337 به چاپ رسيد، آيينه افكار و فلسفه زندگی اوست.<br>باغچه بان، سرانجام در سال 1345، چشم از جهان فرو بست.', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `History`
--

CREATE TABLE IF NOT EXISTS `History` (
  `n` int(11) NOT NULL,
  `title` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `date` text COLLATE utf8_persian_ci NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `Pics`
--

CREATE TABLE IF NOT EXISTS `Pics` (
  `n` int(11) NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `url` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `Setting`
--

CREATE TABLE IF NOT EXISTS `Setting` (
  `n` int(11) NOT NULL,
  `title` text COLLATE utf8_persian_ci NOT NULL,
  `url` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Setting`
--

INSERT INTO `Setting` (`n`, `title`, `url`) VALUES
(1, 'ایران شناسی', 'http://localhost/ir-studies');

-- --------------------------------------------------------

--
-- Table structure for table `States`
--

CREATE TABLE IF NOT EXISTS `States` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `city_center` text COLLATE utf8_persian_ci NOT NULL,
  `Population` bigint(20) NOT NULL DEFAULT '0',
  `ins_sentense` text COLLATE utf8_persian_ci NOT NULL,
  `english` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `States`
--

INSERT INTO `States` (`n`, `name`, `city_center`, `Population`, `ins_sentense`, `english`, `description`, `active`) VALUES
(1, 'آذربایجان شرقی', 'تبریز', 3909652, 'سفیـــــــد', 'East-Azerbaijan', 'استان آذربایجان شرقی یکی از استان‌های ایران است که مرکز آن <b>کلان شهر تبریز </b> است.\r\nاین استان بزرگ‌ترین و پرجمعیت‌ترین استان ناحیهٔ شمال غربی ایران (آذربایجان) محسوب می‌شود. استان آذربایجان شرقی از سمت شمال به جمهوری‌های آذربایجان و ارمنستان، از سمت غرب و جنوب غرب به استان آذربایجان غربی، از سمت شرق به استان اردبیل و از سمت جنوب شرق به استان زنجان محدود شده‌است. این استان دارای آب و هوای سرد کوهستانی بوده و کل محدوده استان را کوه‌ها و ارتفاعات تشکیل داده‌اند و این استان، یازدهمین استان بزرگ ایران محسوب می‌شود.\r\nاین استان، تنها استان ایران است که با ارمنستان هم مرز است و همچنین تنها استان کشور است که هم با خاک اصلی جمهوری آذربایجان و هم با جمهوری خودمختار نخجوان (که برون بومی متعلق به جمهوری آذربایجان است)، مرز مشترک دارد.\r\nاین استان محل اتصال دو رشته کوه مهم و اصلی کوه‌های ایران، یعنی البرز و زاگرس است و بلندترین نقطهٔ آن، قلهٔ کوه سهند است.', 1),
(2, 'آذربایجان غربی', 'ارومیه', 3265219, '', 'West-Azerbaijan', '', 1),
(3, 'اردبیل', 'اردبیل', 1270420, '', 'Ardabil', '', 1),
(4, 'اصفهان', 'اصفهان', 5120850, '', 'Isfahan', '', 1),
(5, 'البرز', 'کرج', 2712400, '', 'Alborz', '', 1),
(6, 'ایلام', 'ایلام', 580158, '', 'Ilam', '', 1),
(7, 'بوشهر', 'بندر بوشهر', 1163400, '', 'Bushehr', '', 1),
(8, 'تهران', 'تهران', 13267637, 'ما میترکونیمشون :)', 'Tehran', 'سیاهه نارقیله', 1),
(9, 'چهار محال و بختیاری', 'شهرکرد', 947763, '', 'Chaharmahal-and-Bakhtiari', '', 1),
(10, 'خراسان جنوبی', 'بیرجند', 768989, '', 'South-Khorasan', '', 1),
(11, 'خراسان رضوی', 'مشهد', 6434501, '', 'Razavi-Khorasan', '', 1),
(12, 'خراسان شمالی', 'بجنورد', 863092, '', 'North-Khorasan', '', 1),
(13, 'خوزستان', 'اهواز', 4710509, '', 'Khuzestan', '', 1),
(14, 'زنجان', 'زنجان', 1057461, '', 'Zanjan', '', 1),
(15, 'سمنان', 'سمنان', 702360, '', 'Semnan', '', 1),
(16, 'سیستان و بلوچستان', 'زاهدان', 2775014, '', 'Sistan-and-Baluchestan', '', 1),
(17, 'فارس', 'شیراز', 4851274, 'مهد ادب و سخن پارسی', 'Fars', 'استان فارس از استان های جنوبی کشور است که مرکز آن، شهر شیراز است. بسیاری از مردم ایران و همچنین گردشگران خارجی، شیراز را با شاعرانی به نام، مانند سعدی و حافظ می شناسند؛ از این رو، از استان فارس به عنوان استان <b>ادب و سخن پارسی</b> یاد می شود.\r\nاز شهر های مهم استان فارس می توان به مرودشت، جهرم و فسا اشاره کرد. آب و هوای استان فارس در نقاط مختلف به سه دسته کوهستانی، معتدل و گرم تقسیم می شود.\r\nاستان فارس با وجود جاذبه‌های متعدد فرهنگی، تاریخی، طبیعی و مذهبی، یکی از مراکز مهم گردشگری ایران است. همچنین شماری از مراکز مهم دانشگاهی ایران نیز در این استان واقع شده‌است.', 1),
(18, 'قزوین', 'قزوین', 1273761, '', 'Qazvin', '', 1),
(19, 'قم', 'قم', 1292283, '', 'Qom', '', 1),
(20, 'کردستان', 'سنندج', 1603011, '', 'Kurdistan', '', 1),
(21, 'کرمان', 'کرمان', 3283582, '', 'Kerman', '', 1),
(22, 'کرمانشاه', 'کرمانشاه', 3164718, '', 'Kermanshah', '', 1),
(23, 'کهگیلویه و بویر احمد', 'یاسوج', 713052, '', 'Kohgiluyeh-and-Boyer-Ahmad', '', 1),
(24, 'گلستان', 'گرگان', 1868819, '', 'Golestan', '', 1),
(25, 'گیلان', 'رشت', 2530696, '', 'Gilan', '', 1),
(26, 'لرستان', 'خرم آباد', 1760649, '', 'Lorestan', '', 1),
(27, 'مازندران', 'ساری', 3283582, '', 'Mazandaran', '', 1),
(28, 'مرکزی', 'اراک', 1429475, '', 'Markazi', '', 1),
(29, 'هرمزگان', 'بندر عباس', 1776415, '', 'Hormozgan', '', 1),
(30, 'همدان', 'همدان', 1738234, '', 'Hamadan', '', 1),
(31, 'یزد', 'یزد', 1138533, '', 'Yazd', '', 1);

-- --------------------------------------------------------

--
-- Table structure for table `Wonderful_Places`
--

CREATE TABLE IF NOT EXISTS `Wonderful_Places` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Wonderful_Places`
--

INSERT INTO `Wonderful_Places` (`n`, `name`, `description`, `fstate`, `active`) VALUES
(1, 'آرامگاه سعدی', 'آرامگاه سعدی معروف به سعدیه محل زندگی و دفن سعدی، شاعر برجستهٔ پارسی‌گوی است.<br><br>این آرامگاه در انتهای خیابان بوستان و کنار باغ دلگشا در دامنهٔ کوه در شمال شرق شیراز قرار دارد. در اطراف مقبره، قبور زیادی از بزرگان دین وجود دارند که بنا به وصیت خود، در آنجا مدفون شده‌اند. از جمله مهمترین‌های آن می‌توان شوریده شیرازی را نام برد که آرامگاهش به وسیله رواق به آرامگاه سعدی متصل شده‌است', 17, 1),
(2, 'آبشار مارگون', 'آبشار مارگون (انگلیسی: Margoon Waterfall) یکی از زیباترین آبشارهای کشور ایران می‌باشد و در شهرستان سپیدان استان فارس، دهستان مارگون واقع گردیده است. این آبشار در حقیقت سرچشمه رودخانه است و در بالای کوه هیچ رودخانه‌ای نیست، بلکه از بدنه دیواره صخره‌ای کوه، بیش از چند هزار چشمه وجود دارد که آب از آنها به بیرون ریخته می‌شود. از این حیث این آبشار هم بزرگترین و هم مرتفع‌ترین آبشار چشمه‌ای در جهان است.', 17, 1),
(3, 'تخت جمشید', 'تخت جمشید یا پارسه، نام یکی از شهرهای باستانی ایران است که طی سالیان پیوسته، پایتخت باشکوه و تشریفاتیِ پادشاهی ایران در زمان امپراتوری هخامنشیان بوده‌است. در این شهر باستانی کاخی به نام تخت جمشید وجود دارد که در دوران زمامداری داریوش بزرگ، خشایارشا و اردشیر اول بنا شده‌است و به مدت حدود ۲۰۰ سال آباد بوده‌است.<br>۵۱۸ سال پیش از میلاد مسیح، بنای تخت جمشید به عنوان پایتخت جدید هخامنشیان در پارسه آغاز گردید. بنیانگذار تخت جمشید داریوش بزرگ بود، البته پس از او پسرش خشایارشا و نوه‌اش اردشیر یکم با گسترش این مجموعه به آن افزودند.<br>مجموعه کاخ های تخت جمشید، سرانجام 313 سال پیش از میلاد، توسط اسکندر کبیر به آتش کشیده شد.', 17, 1),
(4, 'حافظیّه', 'حافظیه یا آرامگاه حافظ نام مجموعه‌ای آرامگاهی در شمال شهر شیراز و در جنوب دروازه قرآن است که آرامگاه حافظ شیرازی را در خود جای داده است. ', 17, 1),
(5, 'ارگ کریم خانی', 'ارگ کریم خانی در مرکز شهر شیراز قرار دارد. این ارگ در دوره سلطنت سلسله زندیه ساخته شده‌است و پس از اینکه کریم خان زند شیراز را به عنوان پایتخت خود و این مکان را به‌عنوان مکان زندگی خود انتخاب کرد، به ارگ کریم خانی معروف شد.', 17, 1),
(6, 'دروازه قرآن', 'دروازه قرآن یکی از دروازه‌های به جای مانده از دوره‌های قدیم در شیراز است که امروزه به عنوان یکی از آثار تاریخی این شهر به حساب می‌آید.<br>این دروازه در ابتدا در زمان عضدالدوله دیلمی ساخته شد و قرآنی در آن جای داده شد تا مسافران با گذر از زیر آن متبرک شوند. در دوره زندیه کریم خان زند این دروازه را بازسازی کرد و اتاقی به بالای آن افزود و دو جلد قرآن بزرگ نفیس، به خط سلطان ابراهیم بن شاهرخ تیموری، در اتاقک بالای آن جای داد. این بنا در گذشته طاق قرآن نیز نامیده شده‌است. روزهای اول هرماه مردم از شهر خارج شده و از زیر این طاق عبور می‌کرده‌اند. درسال ۱۳۱۵ این بنا توسط شهردار وقت شیراز تخریب شد، هر چند بعداً مرمّت و بازسازی شد.<br>', 17, 1),
(7, 'باغ دلگشا', 'باغ دلگشا باغی مربوط به دوره ساسانیان، صفویه و قاجار است که در شیراز جای گرفته است.<br>این باغ در بخش شمال شرقی شهر شیراز در ضلع جنوبی تنگ آب خان و در دامنه کوهستان قرار دارد. این باغ در کنار قنات سعدی و در منطقه دژی به نام کهندژ جای گرفته است و فاصله آن تا آرامگاه سعدی چند گامی بیشتر نیست.<br>عمارت باغ به شیوه معماری کاخ‌های ساسانی بیشاپور ساخته شده است که از یک تالار با چهار شاه‌نشین شکل گرفته است. این عمارت دارای سه طبقه و یک ایوان با دو ستون است. ساخت این عمارت در دوره زندیه انجام گرفته است. این عمارت دارای آینه‌کاری‌هایی به همراه نقاشی‌های رنگ روغن با سقف‌هایی از چوب و گچبری‌هایی آراسته به نقش گل و بته است.<br>پیشینه آبادانی و دیرینگی این باغ به دوران پیش از اسلام و زمان فرمانروایی ساسانیان می‌رسد. در فاصله دوره نادرشاه تا دودمان زندیه این باغ آسیب‌های فراوانی به خود دید و در زمان کریمخان زند آباد شد. همچنین در این باغ عمارت‌هایی مربوط به دوره قاجاریه دیده می‌شود.', 17, 1),
(8, 'باغ ارم', 'باغ ارم یک باغ ایرانی تاریخی در شهر شیراز است و شامل چند بنای تاریخی و باغ گیاه‌شناسی می‌شود.<br>اریخ ساخت و بنیان‌گذار اولیه باغ ارم شیراز، به‌درستی مشخص نیست؛ ولی توصیف‌هایی از آن در سفرنامه‌های متعلق به قرن دهم و یازدهم هجری آمده‌است. این باغ در روزگار سلجوقیان و آل اینجو پابرجا بوده است. در زمان زندیه هم کریم‌خان زند در سازندگی و بهسازی این باغ کوشید. در زمان قاجاریه این باغ به مدت ۷۵ سال به دست سران ایل قشقایی افتاد. در این زمان عمارتی در این باغ ساخته شد.<br>این باغ تنوع گیاهی بسیار بالایی دارد و گیاهان بسیاری از اقصا نقاط جهان در این باغ کاشته شده است؛ به شکلی که باغ در قالب یک نمایشگاه از انواع گل‌ها و گیاهان درآمده‌است. در حال حاضر این باغ در اختیار دانشگاه شیراز است؛ باغ گیاه‌شناسی آن در اختیار دانشکده کشاورزی و ساختمان باغ در اختیار دانشکده حقوق قرار دارد. در تاریخ ۶ تیرماه ۱۳۹۰، در سی‌وپنجمین اجلاس کمیتهٔ میراث جهانی یونسکو باغ ارم شیراز به همراه هشت باغ دیگر ایرانی در فهرست میراث جهانی ثبت گردید.', 17, 1),
(9, 'باغ ارم', 'باغ ارم یک باغ ایرانی تاریخی در شهر شیراز است و شامل چند بنای تاریخی و باغ گیاه‌شناسی می‌شود.<br>اریخ ساخت و بنیان‌گذار اولیه باغ ارم شیراز، به‌درستی مشخص نیست؛ ولی توصیف‌هایی از آن در سفرنامه‌های متعلق به قرن دهم و یازدهم هجری آمده‌است. این باغ در روزگار سلجوقیان و آل اینجو پابرجا بوده است. در زمان زندیه هم کریم‌خان زند در سازندگی و بهسازی این باغ کوشید. در زمان قاجاریه این باغ به مدت ۷۵ سال به دست سران ایل قشقایی افتاد. در این زمان عمارتی در این باغ ساخته شد.<br>این باغ تنوع گیاهی بسیار بالایی دارد و گیاهان بسیاری از اقصا نقاط جهان در این باغ کاشته شده است؛ به شکلی که باغ در قالب یک نمایشگاه از انواع گل‌ها و گیاهان درآمده‌است. در حال حاضر این باغ در اختیار دانشگاه شیراز است؛ باغ گیاه‌شناسی آن در اختیار دانشکده کشاورزی و ساختمان باغ در اختیار دانشکده حقوق قرار دارد. در تاریخ ۶ تیرماه ۱۳۹۰، در سی‌وپنجمین اجلاس کمیتهٔ میراث جهانی یونسکو باغ ارم شیراز به همراه هشت باغ دیگر ایرانی در فهرست میراث جهانی ثبت گردید.', 17, 1),
(10, 'جنگل ارسباران', 'جنگل ارسباران یکی از مناطق بکر و دست نخورده تبریز است. جنگلی سرسبز که انواع گونه های جانوری و گیاهی را در دل خود جای داده است. این جنگل به نام های ارسبار یا آرازبار و قره داغ یا قراچه داغ هم شناخته می شود.<br>جنگل های ارسباران با طبیعت زیبا و چشم اندازهای دلنشین و وجود اماکن و ابنیه تاریخی، توان بالقوه بالایی برای جذب گردشگر دارد در واقع این جنگل یکی از جاذبه های گردشگری تبریز است که هواداران زیادی دارد.', 1, 1),
(11, 'کلیسای کاتولیک ها', 'کلیسای کاتولیک ها (عذرای توانا) متعلق به مسیحیان کاتولیک ایران است. این بنا در سال ۱۲۹۱ خورشیدی احداث شده و نمای آن آجری می باشد. طول کلیسای کاتولیک ها ۳۰ متر و عرض آن ۱۵ متر است و برج ناقوس کلیسا در بالای بالکن کوچکی قرار گرفته است.<br>این کلیسا برای اجرای مراسم و جشن های کاتولیک ها مورداستفاده قرار می گیرد.<br>', 1, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `Facts`
--
ALTER TABLE `Facts`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Heroes`
--
ALTER TABLE `Heroes`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `History`
--
ALTER TABLE `History`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Pics`
--
ALTER TABLE `Pics`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Setting`
--
ALTER TABLE `Setting`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `States`
--
ALTER TABLE `States`
  ADD PRIMARY KEY (`n`);

--
-- Indexes for table `Wonderful_Places`
--
ALTER TABLE `Wonderful_Places`
  ADD PRIMARY KEY (`n`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `Facts`
--
ALTER TABLE `Facts`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `Heroes`
--
ALTER TABLE `Heroes`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `History`
--
ALTER TABLE `History`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `Pics`
--
ALTER TABLE `Pics`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `Setting`
--
ALTER TABLE `Setting`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `States`
--
ALTER TABLE `States`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=32;
--
-- AUTO_INCREMENT for table `Wonderful_Places`
--
ALTER TABLE `Wonderful_Places`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
