-- phpMyAdmin SQL Dump
-- version 4.4.15.8
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Oct 15, 2017 at 03:37 PM
-- Server version: 5.6.31
-- PHP Version: 7.0.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `IRS`
--

-- --------------------------------------------------------

--
-- Table structure for table `Major_cities`
--

CREATE TABLE IF NOT EXISTS `Major_cities` (
  `n` int(11) NOT NULL,
  `name` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `fstate` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `Major_cities`
--

INSERT INTO `Major_cities` (`n`, `name`, `description`, `fstate`, `active`) VALUES
(1, 'مراغه', 'مَراغه یکی از شهرهای مهم و بزرگ و درعین حال بسیار زیبا در استان آذربایجان شرقی و مرکز اداری شهرستان ویژه مراغه است. این شهر در کنار رودخانه صوفی‌ چای در دامنه جنوبی کوه سهند و در ۱۳۵ کیلومتری جنوب مرکز استان واقع شده است.', 1, 1),
(2, 'مرند', 'مرند یکی از شهرهای بزرگ و مهم استان آذربایجان شرقی و مرکز شهرستان مرند است. این شهر در ۶۵ کیلومتری شمال غرب تبریز واقع شده‌است.', 1, 1),
(3, 'اهر', 'اَهَرْ یکی از شهرهای مهم استان آذربایجان شرقی و مرکز شهرستان اهر در شمال این استان است. این شهر بزرگ‌ترین شهر منطقه ارسباران (قره‌داغ) بوده و پیش‌تر به عنوان مرکز این منطقه شناخته می‌شد.', 1, 1),
(4, 'خوی', 'یکی از شهر های مهم و بزرگ استان آذربایجان غربی ایران است. شهرستان خوی در شمال غربی‌ ترین نقطه ایران و آذربایجان در مرز کشور ترکیه واقع شده‌است.در سال ۱۳۸۹ شهرستان خوی از فرمانداری به فرمانداری ویژه ارتقا یافت.زبان مردم خوی ترکی آذربایجانی است. خوی نیز از بزرگ‌ترین و مهم‌ترین شهرهای آذربایجانی ایران به شمار می‌رود', 2, 1),
(5, 'بوکان', 'بزرگ‌ترین شهر جنوب استان آذربایجان غربی و مرکز شهرستان بوکان است.مساحت شهر به صورت طولی ۱۲ کیلومتر مربّع است. بوکان نسبت به بسیاری از شهرهای ایران، شهر جوانی محسوب می‌شود و از نظر بافت تاریخی در دوران قاجار و سده نوزدهم میلادی بنیان گذاشته شده و بیش از دو قرن قدمت دارد.', 2, 1),
(6, 'مهاباد', 'مَهاباد، مرکز شهرستان مهاباد و یکی از شهرهای کردنشین استان آذربایجان غربی در ایران می‌باشد. این شهر در جنوب استان و در منطقه تاریخی مکریان قرار دارد.', 2, 1),
(7, 'پارس آباد', 'پارس‌آباد یا پارساآباد ؛ یکی از شهرهای استان اردبیل در شمال غربی ایران است. نام این شهر از کلمه پارسا، که نام خانوادگی مدیرعامل شرکت شیار آذربایجان که در سال ۱۳۳۰ این شهر را بنیان نهاد، برگرفته شده امّا بعدها به دلیل اشکال در تلفّظ دو حرف آ بصورت پشت سرهم یکی از الفها حذف و شکل نوشتاری پارس‌آباد صورت امروزی خود را یافت.', 3, 1),
(8, 'مشگین‌شهر', 'مِشگین‌شهر یکی از شهرهای استان اردبیل در ایران است. این شهر در بخش مرکزی شهرستان مشگین‌شهر قرار دارد.', 3, 1),
(9, 'خلخال', 'خَلخال، یکی از شهرهای استان اردبیل و مرکز شهرستان خلخال است.', 3, 1),
(10, 'کاشان', 'کاشان شهری تاریخی است که مرکز شهرستان است و بخشی از استان اصفهان محسوب می‌شود. این شهر در مرکز ایران در ۲۲۰ کیلومتری جنوب پایتخت و ۲۰۰ کیلومتری مرکز استان واقع است.', 4, 1),
(11, 'خمینی‌شهر', 'سومین شهر پرجمعیت استان پس از اصفهان و کاشان است. این شهر در پیش از انقلاب ۱۳۵۷ همایون شهر و پیش تر از آن سِدِه (سه ده یا سه دژ) یا سَده(محل برگزاری جشن سده) و ماربین نامیده می‌شد. این شهر در بخش مرکزی شهرستان خمینی‌شهر قرار دارد.', 4, 1),
(12, 'نجف‌آباد', 'نجف‌آباد چهارمین شهر پرجمعیت استان اصفهان و در مرکز این استان واقع شده‌است. نجف‌آباد دارای دو بخش مرکزی و مهردشت و ۶ شهر نجف‌آباد، گلدشت، جوزدان، علویجه، دهق و کهریزسنگ می‌باشد. نجف‌آباد در ۲۷ کیلومتری غرب اصفهان و در دشت وسیعی با شیب نسبتاً ملایم که از غرب به شرق کاهش می‌یابد و اطراف آن را کوه‌هایی با ارتفاع متوسط احاطه کرده‌است، قرار دارد.', 4, 1),
(13, 'کمال‌شهر', 'کَمال‌شَهر یکی از شهرهای کرج در استان البرز ایران است. کمال‌شهر در بخش مرکزی شهرستان کرج قرار دارد.<br>این شهر در شمال غربی شهرستان کرج و غرب منطقه حصارک واقع شده است و این شهر تا قبل از سال ۷۵ و احداث شهرداری، دهستانی به نام کمال‌آباد بوده است.', 5, 1),
(14, 'نظرآباد', 'نَظَرآباد یکی از شهرهای استان البرز و مرکز شهرستان نظرآباد است.این شهرستان قدمتی حدود نه هزار سال دارد . به طوری که منطقه باستان‌شناسی ازبکی در آن واقع شده است و نمونه اولین خشت دست ساز بشر که در سازمان ملل نگهداری می‌شود ، توسط آقای خاتمی به نشانه گفتگوی تمدن‌ها از این محوطه باستانی به سازمان ملل هدیه شده است.', 5, 1),
(15, 'محمدشهر', 'در قسمت جنوبی کرج در بین راه کرج و ماهدشت تشکیل شده با مهر شهر و ماهدشت و مشکین دشت همسایه‌ است. این منطقه از چند محله مهم و با پتانسیل بالای رشد در چند سال تشکیل شده‌است و شامل کوی بهار (تپه قشلاق)، شهرک شهید چمران، فردوسی (ولد آباد کوچک)، کوی جعفریه (جعفرآباد)، همایون‌ویلا، ولدآباد بزرگ، محله اصفهانی‌ها، عباس‌آباد، و روستای علی‌آباد گونه (حسن‌آباد) است.', 5, 1),
(16, 'دهلران', 'دومین شهر استان ایلام از نظر جمعیت، وسعت، اهمیت اقتصادی و سیاسی می‌باشد که بیشترین مرز مشترک با کشور عراق را در استان داراست.', 6, 1),
(17, 'ایوان', 'اِیوان به نشستنگاهی بلندتر از اطراف خود گفته می‌شود که معمولاً در بخش بیرونی بناها ساخته می‌شود.', 6, 1),
(18, 'آبدانان', 'آبدانان مرکز شهرستان آبدانان در استان ایلام، ایران. آبدانان در میان رشته کوه‌های زاگرس به وجود آمده است. شهرستان آبدانان چهارمین شهرستان پرجمعیت استان ایلام است و ۲۸۶ اُمین شهرستان ایران از نظر جمعیت است.', 6, 1),
(19, 'برازجان', 'شهر بُرازجان مرکز شهرستان دشتستان واقع در استان بوشهر در کشور ایران است.<br>برازجان دومین شهر بزرگ استان بوشهر از نظر جمعیت است و در ۶۵ کیلومتری شمال شرق بندر بوشهر و بر سر راه ارتباطی و بازرگانی شیراز به کازرون به بوشهر و در ارتفاع ۸۰ متری از سطح دریا واقع شده‌است.', 7, 1),
(20, 'بندر کنگان', 'بندر کنگان مرکز شهرستان کنگان در استان بوشهر در جنوب ایران واقع شده‌است.<br>شهرستان کنگان محل اجرای بخش عظیمی از پروژه‌های پالایشگاهی پارس جنوبی است. منطقه پارس ۲ (پارس کنگان) که بزرگی آن دو برابر منطقه پارس ۱ (پارس جنوبی) است در ۱۰ کیلومتری بندر کنگان قرار دارد.', 7, 1),
(21, 'بندر گناوه', 'بندر گناوه یکی از شهرهای استان بوشهر ایران و مرکز شهرستان گناوه است.<br>بازار گناوه بازار بزرگی است که هر ساله میزبان صدها هزار نفر مردم از سرتاسر ایران برای خرید به این شهر می آیند.', 7, 1),
(22, 'اسلامشهر', 'اسلامشهر مرکز شهرستان اسلامشهر و دومین شهر پرجمعیت در استان تهران است. نزدیک‌ترین شهرستان به تهران که ۱۲ کیلومتر با شهر تهران فاصله دارد.', 8, 1),
(23, 'ملارد', 'مَلارد ، مرکز بخش مرکزی شهرستان ملارد است.<br>از آثار باستانی ملارد می‌توان به تخت رستم و امامزاده ابراهیم ملارد اشاره کرد.آثار قدیمی دیگر در این شهر تخت کیکاووس و بقعه امامزاده ابراهیم است. فاصله بین ملارد و شهریار که در امتداد شرق ملارد است، ۶ کیلومتر می‌باشد فاصله بین ملارد و کرج که در امتداد شمال ملارد است، ۲۲ کیلومتر می‌باشد خط مترو تهران ـ کرج قرار است تا ملارد نیز ادامه یابد.', 8, 1),
(24, 'قدس', 'قُدس (قلعه حسن خان پیشین) یکی از شهرهای استان تهران در ایران است.<br>این شهر مرکز شهرستان قدس است.', 8, 1),
(25, 'بروجن', 'بُروجن در بخش مرکزی شهرستان بروجن واقع است. این شهر در دشتی به وسعت حدود ۵۸۰ کیلومتر مربع در شرقی‌‌ترین نقطه استان قرار گرفته‌ است.<br>بروجن با ارتفاع ۲۱۹۷ متر از سطح دریا به بام ایران معروف است.', 9, 1),
(26, 'لردگان', 'این شهر مرکز شهرستان لردگان بوده و در بخش مرکزی این شهرستان واقع شده‌است. اقلیم لردگان نیمه مرطوب گرم با زمستانهای نیمه سرد است.', 9, 1),
(27, 'فرخ‌شهر', 'فَرُّخ‌شَهر، مرکز بخش فرخ‌شهر، یکی از شهرهای استان چهارمحال و بختیاری است که در مسیر راه شهرکرد-اصفهان قرار دارد و پس از شهر‌کرد ، بروجن و لردگان چهارمین شهر این استان از لحاظ جمعیتی است.', 9, 1),
(28, 'قائن', 'قائِن یا قایـِن یکی از شهرهای استان خراسان جنوبی و مرکز شهرستان قائنات در ایران است. قائن به خاطر زعفران مرغوب آن دارای شهرت است. شهر قائن که در گذشته دارای برج و بارو، کهندژ، خندق و ارگ بوده، به همراه تون (فردوس امروزی) از شهرهای مهم ایالت قهستان محسوب می‌شده است.', 10, 1),
(29, 'طبس', 'طَبَس۫ (تبس)، مرکز شهرستان طبس، شهری کویری در غرب استان خراسان جنوبی ایران است. شهرستان طبس تا تیرماه سال ۱۳۳۹، یکی از بخش‌های سه‌گانه شهرستان فردوس بود که در این سال از فردوس جدا شده و به‌ صورت شهرستان مستقل درآمد. این شهر پیشتر جزئی از استان یزد بود که در سال ۱۳۹۱ به استان خراسان جنوبی ملحق شد. پیش از سال ۱۳۸۰ طبس جزئی از استان خراسان بزرگ بود.', 10, 1),
(30, 'فردوس', 'شهر فردوس مرکز شهرستان فردوس، در استان خراسان جنوبی است. این شهر در فاصله ۳۴۵ کیلومتری جنوب مشهد و ۱۹۵ کیلومتری شمال غربی بیرجند و در مسیر محور اصلی ارتباطی استان‌های یزد، کرمان، اصفهان، بوشهر، هرمزگان و فارس به مشهد واقع است.', 10, 1),
(31, 'نیشابور', 'مرکز شهرستان نیشابور و دومین شهر بزرگ ا خراسان رضوی پس از مشهد است.<br>در دامنه‌های بلندی‌ های بینالود در شمال‌ شرق ایران جای گرفته، از مهم‌ترین مراکز تاریخی، گردشگری، صنعتی برای کشور و منطقه می‌باشد و همچو نمادی از تاریخ و فرهنگ ایران نامبرده می‌شود.', 11, 1),
(32, 'سبزوار', 'در غرب خراسان، در شمال شرق ایران قرار دارد.', 11, 1),
(33, 'تربت حیدریه', 'مرکز شهرستان تربت حیدریه است.<br>وسعت شهرستان تربت حیدریه حدود ۲۴ هزار کیلومتر مربع است و حدود پنج قرن است که با نامش با عرفان پیوند خورده است.', 11, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `Major_cities`
--
ALTER TABLE `Major_cities`
  ADD PRIMARY KEY (`n`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `Major_cities`
--
ALTER TABLE `Major_cities`
  MODIFY `n` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=34;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
